Repository: advdotnet/Session-Seven
Catalog: src/Game/GameLogic/Properties/Basement.Resources.*.resx
Languages: de, es, pl

# A_tool_in_my_collection_is_missing_I_wonder_which_it_might_be
source: Huh, a tool in my collection is missing. I don't know which one it would be.
de: Hmm? Ein Werkzeug aus meiner Sammlung fehlt. Ich weiß aber nicht, welcher Art.
es: Huh, falta una herramienta en mi colección. No sé cuál sería.
pl: Hm, w mojej kolekcji brakuje jakiegoś narzędzia. Ciekawe jakiego?

source: The tool is missing.
de: Hier fehlt ein Werkzeug.
es: Falta la herramienta.
pl: Brakuje jednego z narzędzi.

source: Here I find myself in the basement, trying to talk to nonexistent objects.
de: Ich ertappe mich dabei, wie ich im Keller mit nicht-existierenden Objekten rede.
es: Aquí me encuentro en el sótano, tratando de hablar con objetos inexistentes.
pl: I oto jestem w piwnicy, gadam do nieistniejących przedmiotów.

source: How could this happen?
de: Wie konnte das passieren?
es: ¿Cómo pudo pasar esto?
pl: Jak mogło do tego dojść?

source: mouse hole
de: Mauseloch
es: agujero de raton
pl: mysia dziura

# It_does_not_seem_to_be_interested
source: Well, fine then. It doesn't seem to be interested.
de: Also gut. Sie scheint nicht interessiert zu sein.
es: Bueno, bien entonces. No parece estar interesado.
pl: Ok. Wygląda na to, że nie jest zainteresowane.

source: What?
de: Was?
es: ¿Qué?
pl: Co?

# After_all_the_effort_I_wont_put_them_back
source: After all the effort, I'm not about to put them back.
de: Nach all dem Aufwand lege ich das nicht zurück.
es: Después de todo el esfuerzo, no voy a devolverlos.
pl: Po tym wszystkim nie będe ich odkładał.

source: There is nothing but crumbs in it.
de: Da drin ist nichts außer Krümel.
es: No hay nada más que migajas ahí.
pl: Nie ma tam nic poza okruszkami.

# Not_as_long_as_the_rat_is_in_there
source: No way, not as long as the rat's in there.
de: Keine Chance, solang die Ratte da drin ist.
es: De ninguna manera, no mientras la rata esté allí.
pl: Nie ma mowy, dopóki jest tam ten szczur.

source: Why would I do that?
de: Warum sollte ich das tun?
es: ¿Por qué habría de hacer eso?
pl: Dlaczego miałbym to zrobić?

source: Here we go.
de: Hab es.
es: Aquí vamos.
pl: No to zobaczmy.

source: A package of paper clips.
de: Eine Packung Büroklammern.
es: Un paquete de clips de papel.
pl: Pudełko spinaczy.

source: The rat must love nibbling off the plastic wrapping.
de: Die Ratte muss es lieben, die Plastikumhüllung abzuknabbern.
es: A la rata le debe gustar mordisquear la envoltura de plástico.
pl: Szczur musi uwielbiać ogryzanie tego plastikowego opakowania.

source: JESUS!
pl: JEZU!

# The_baton_is_too_short_to_reach_the_item_in_the_back
source: Nah, this baton is too short to reach the item in the back.
de: Nein, der Schlagstock ist zu kurz, um an den hinteren Gegenstand zu kommen.
es: Nah, este bastón es demasiado corto para alcanzar el objeto en la parte posterior.
pl: Ta pałka jest za krótka, by dosięgnąć do końca.

# I_could_reach_the_item_in_the_back_but_I_couldnt_pull_it_out
source: Ugh. I could reach the item in the back, but I couldn't pull it out.
de: Ächz. Ich konnte den hinteren Gegenstand erreichen, aber nicht herausziehen.
es: Ugh Podía alcanzar el artículo en la parte posterior, pero no podía sacarlo.
pl: Sięgam do końca, ale nie mogę tego wyciągnąć.

source: I need a sling or something.
de: Ich brauche eine Schlinge oder sowas.
es: Necesito una honda o algo así.
pl: Potrzebuję procy albo czegoś podobnego.

source: There is a huge rat in there.
de: Da ist eine riesige Ratte drin.
es: Hay una rata enorme ahí dentro.
pl: Tam jest wielki szczur.

source: There's nothing but crumbs in it.
de: Da drin ist nichts außer Krümel.
es: No hay más que migajas ahí.
pl: Są tam tylko okruszki.

source: There are more crumbs in there as well as a small item some way in.
de: Da drin sind noch mehr Krümel und ein kleiner Gegenstand ein Stück weiter hinten.
es: Hay más migajas allí, así como un pequeño artículo de alguna manera.
pl: W środku jest więcej okruchów, a także mały przedmiot.

source: Anybody home?
de: Jemand zuhause?
es: ¿Alguien en casa?
pl: Jest tam kto?

source: Are you still hungry?
de: Bist Du noch hungrig?
es: ¿Sigues con hambre?
pl: Jesteś dalej głodny?

source: Hello there, little critter.
de: Hallöchen, kleines Vieh.
es: Hola, pequeña criatura.
pl: Cześć, małe stworzonko.

# I_am_not_a_pet_killer
source: I am not a killer of innocent critters.
de: Ich bin kein Tierquäler.
es: No soy un asesino de criaturas inocentes.
pl: Nie zabijam małych stworzeń.

source: Why?
de: Warum?
es: ¿Por qué?
pl: Dlaczego?

source: Nobody home.
de: Niemand daheim.
es: Nadie en casa.
pl: Nie ma nikogo w domu.

source: You like these?
de: Magst Du das?
es: ¿Te gusta esto?
pl: Smakują ci?

source: Want some more?
de: Willst Du mehr?
es: ¿Quieres más?
pl: Chcesz jeszcze trochę?

source: Still hungry?
de: Immernoch hungrig?
es: ¿Todavía tienes hambre?
pl: Dalej głodny?

source: Have you had enough?
de: Hattest Du genug?
es: ¿Has tenido suficiente?
pl: Nażarłeś się już?

source: He took it.
de: Sie hat die Nuss genommen.
es: Lo tomó.
pl: Wziął to.

# We_have_has_problems_with_rats_since_we_moved_in_here_four_years_ago
source: We had a rat problem when we moved in four years ago, too.
de: Wir hatten schon ein Problem mit Ratten, als wir vor vier Jahren einzogen.
es: También tuvimos un problema de ratas cuando nos mudamos hace cuatro años.
pl: Cztery lata temu, po wprowadzeniu się, też mieliśmy problem ze szczurami.

source: I hate these little critters.
de: Ich hasse diese kleinen Viecher.
es: Odio estas pequeñas criaturas.
pl: Nienawidzę tych małych stworzeń.

source: It's too dark for me too see anything inside.
de: Es ist zu dunkel, um etwas erkennen zu können.
es: Es demasiado oscuro para que vea algo dentro.
pl: Za ciemno, nic nie widzę.

# This_is_a_huuge_rat_in_there
source: There is a huuge rat in there.
de: Da ist eine riesen Ratte drin.
es: Hay una rata enorme ahí dentro.
pl: Tam jest wielki szczur.

source: Are there eyes staring at me?
de: Sind das Augen, die mich anstarren?
es: ¿Hay ojos mirándome?
pl: Spoglądają na mnie stamtąd jakieś oczy?

source: Is somebody home?
de: Ist jemand daheim?
es: ¿Hay alguien en casa?
pl: Zastałem kogoś w domu?

source: I feel like something is watching me.
de: Ich fühle mich beobachtet.
es: Siento que algo me está mirando.
pl: Czuję jakby coś mnie obserwowało.

source: Better not.
de: Lieber nicht.
es: Mejor no.
pl: Lepiej nie.

source: Who knows what's lurking in there...
de: Wer weiß, was da drin lauert...
es: Quién sabe lo que está acechando allí ...
pl: Kto wie, co tam się czai...

source: nut
de: Nuss
es: nuez
pl: orzech

source: A nut is lying on the floor.
de: Eine Nuss liegt auf dem Boden.
es: Una nuez está tirada en el suelo.
pl: Na podłodze leży orzech.

source: I have plenty more of them.
de: Ich habe mehr als genug davon.
es: Tengo muchos más de ellas.
pl: Mam ich wystarczająco dużo.

source: portrait
es: retrato
pl: portret

source: Weird... is this one of Landon's school pictures? What's it doing down here?
de: Seltsam... ist das eines von Landons Schulbildern? Was macht es hier unten?
es: Raro ... ¿es esta una de las fotos de la escuela de Landon? ¿Qué está haciendo aquí abajo?
pl: To jedno ze szkolnych zdjęć Landona? Co ono tutaj robi?

source: Might as well keep it with me. Maybe it's good luck.
de: Ich kann es auch an mich nehmen. Vielleicht bringt es Glück.
es: También podría tenerlo conmigo. Tal vez sea buena suerte.
pl: Wezmę je ze sobą. Może przyniesie mi szczęście.

source: Move the mouse to rotate. Left click to confirm. Right click to abort.
de: Bewege die Maus zum rotieren, bis die Linie grün wird. Linksklick zum bestätigen. Rechtsklick um abzubrechen.
es: Mueva el mouse para rotar hasta que el color de la línea sea verde. Clic izquierdo para confirmar. Clic derecho para abortar.
pl: Ruszaj myszką tak, by linia stała się zielona. Kliknij lewy przycisk myszy, by zatwierdzić. Kliknij prawy przycisk myszy, by anulować.

source: Left click to place the antenna. Right click to abort.
de: Linksklick um die Antenne zu platzieren. Rechtsklick um abzubrechen.
es: Clic izquierdo para colocar la antena. Clic derecho para abortar.
pl: Kliknij lewy przycisk myszy, by umieścić antenę. Kliknij prawy przycisk myszy, by przerwać.

source: cardboard
de: Karton
es: caja de cartón
pl: karton

# A_cardboard_without_any_inscription
source: A cardboard box without any inscription.
de: Ein Karton ohne Aufschrift.
es: Una caja de cartón sin ninguna inscripción.
pl: Kartonowe pudełko bez opisu.

source: I wonder who put it here and what is inside.
de: Ich frage mich, von wem der ist, und was da drin ist.
es: Me pregunto quién lo puso aquí y qué hay dentro.
pl: Ciekawe, kto tu to zostawił i co jest w środku.

source: I should take it, first.
de: Ich sollte das erst nehmen.
es: Debería tomarlo, primero.
pl: Najpierw powinienem to wziąć.

source: shelf
de: Regal
es: estante
pl: półka

source: This bookcase is mostly made up of my and Cynthia's old college textbooks.
de: In diesem Regal sind hauptsächlich Cynthias und meine alten Bücher von der Universität.
es: Esta librería está compuesta principalmente por los antiguos libros de texto de mi universidad y los de Cynthia.
pl: Na tym regale są głównie nasze książki ze studiów.

# This_is_to_big_to_carry_around
source: This is too big to carry around.
de: Das ist etwas zu groß, um es herumzutragen.
es: Esto es demasiado grande para llevarlo.
pl: Za duże, by nosić to ze sobą.

source: blanket
de: Decke
es: manta
pl: koc

source: Looks like our old picnic blanket.
de: Sieht nach unserer alten Picknickdecke aus.
es: Parece nuestra vieja manta de picnic.
pl: Wygląda jak nasz stary koc piknikowy.

# Below_the_blanket_was_a_flashlight
source: Hey, there's a flashlight under this blanket.
de: He, da ist eine Taschenlampe unter der Decke.
es: Hey, hay una linterna debajo de esta manta.
pl: O, pod tym kocem jest latarka.

source: flashlight
de: Taschenlampe
es: linterna
pl: latarka

source: There are numerous guarantee cards in there.
de: Im oberen Bereich sind mehrere Garantiekarten.
es: Hay numerosas tarjetas de garantía en la parte superior.
pl: Na górze jest pełno kart gwarancyjnych.

source: Also, in the box are some old drug prescriptions for me.
de: Außerdem sind da ein paar meiner alten Medikamenten-Verschreibungen.
es: Además, en la caja hay algunas recetas antiguas de medicamentos para mí.
pl: Za to w pudełku jest pełno moich starych recept.

source: What were they about?
de: Wofür waren sie?
es: ¿De qué se trataba?
pl: Na co one były?

source: Even more guarantee cards.
de: Noch mehr Garantiekarten.
es: Aún más tarjetas de garantía.
pl: Jeszcze więcej kart gwarancyjnych.

source: And a battery.
de: Und eine Batterie.
es: Y una batería.
pl: I bateria.

source: What's that at the bottom?
de: Was ist das da ganz unten?
es: ¿Qué es eso en el fondo?
pl: Co jest na samym dnie?

source: A therapy session log?
de: Ein Protokoll einer Therapiesitzung?
es: ¿Un registro de sesión de terapia?
pl: Czy to są dzienniki terapii?

source: Cynthia must have been keeping them...
de: Cynthia muss sie aufbewahrt haben...
es: Cynthia debe haber estado guardándolos ...
pl: Cynthia musiała je zostawić...

# This_box_is_for_stuff_I_am_not_sure_about_whether_I_still_need_it_or_not
source: This box is for stuff I'm not sure about throwing out yet.
de: In dieser Schachtel ist Kram bei dem ich mir noch nicht sicher bin, ob ich ihn wegwerfen soll.
es: Esta caja es para cosas que no estoy seguro de tirar todavía.
pl: W tym pudełku trzymam rzeczy, których jeszcze nie zdecydowałem się wyrzucić.

source: I don't need to carry that whole box around.
de: Ich muss nicht die ganze Schachtel durch die Gegend tragen.
es: No necesito llevar toda la caja.
pl: Nie muszę nosić ze sobą całego pudełka.

source: Nothing in there but comic books.
de: Nichts drin, außer Comicbücher.
es: No hay nada más que cómics.
pl: Są tu tylko komiksy.

source: They're looking pretty torn up.
de: Sie sehen ziemlich mitgenommen aus.
es: Se ven bastante desgarrados.
pl: Wyglądają na mocno zużyte.

source: In this box we store some of Landon's old comic books.
de: In dieser Schachtel bewahren wir Landons alte Comicbücher auf.
es: En esta caja almacenamos algunos de los viejos cómics de Landon.
pl: W tym pudełku trzymamy stare komiksy Landona.

source: box with comic books
de: Schachtel mit alten Comicbüchern
es: caja con cómics
pl: pudełko z komiksami

source: I have more important things to tend to.
de: Ich habe dringendere Dinge zu erledigen.
es: Tengo cosas más importantes que atender.
pl: Mam ważniejsze rzeczy do zrobienia.

source: books
de: Bücher
es: libros
pl: książki

source: My old engineering textbooks.
de: Meine alten Bücher über Maschinenbau.
es: Mis viejos libros de texto de ingeniería.
pl: Mój stary podręcznik do inżynierii.

source: I keep them for sentimental reasons.
de: Ich behalte sie aus ideellen Gründen.
es: Los guardo por razones sentimentales.
pl: Trzymam je z sentymentu.

source: engineering books
de: Bücher über Maschinenbau
es: libros de ingenieria
pl: książki o inżynierii

source: I don't need them any more.
de: Ich brauche sie nicht mehr.
es: Ya no los necesito.
pl: Już ich nie potrzebuję.

source: book
de: Buch
es: libro
pl: książka

source: This book's title is 'RFID Applied'.
de: Der Titel des Buchs heißt 'RFID Angewandt'.
es: El título de este libro es 'RFID aplicado'.
pl: Tytuł książki to "Technologia RFID".

source: I wonder what it's doing on the top shelf compartment.
de: Ich frage mich, was es in dem oberen Regalfach zu suchen hat.
es: Me pregunto qué está haciendo en el compartimiento del estante superior.
pl: Ciekaw jestem, co to robi na górnej półce.

source: Landon was interested in RFID technology for some reason some time ago.
de: Landon war aus irgendwelchen Gründen vor einiger Zeit an der RFID-Technologie interessiert.
es: Landon estaba interesado en la tecnología RFID por algún motivo hace algún tiempo.
pl: Z jakiegoś powodu, Landon był mocno zainteresowany systemami zdalnej identyfikacji radiowej RFID.

source: Maybe he put it up there.
de: Vielleicht hat er das Buch da oben abgelegt.
es: Tal vez lo puso allí.
pl: Może on to tam zostawił?

source: RFID Applied
de: RFID Angewandt
es: RFID aplicado
pl: Technologia RFID

source: notebook
de: Notizbuch
es: cuaderno
pl: notatnik

source: An old notebook from university.
de: Ein altes Notizbuch von der Uni.
es: Un viejo cuaderno de la universidad.
pl: Stary notatnik z czasów studiów.

source: The first page reads:
de: Auf der ersten Seite steht:
es: La primera página dice:
pl: Pierwsza strona brzmi:

source: » There was a time that the pieces fit, but I watched them fall away «
es: »Hubo un tiempo en que las piezas encajaban, pero las observé caer«
pl: » Był czas, kiedy wszystkie kawałki łączyły się w całość, lecz ja patrzyłem, jak się rozpadają. «

source: » Mildewed and smoldering, strangled by our coveting «
es: »Moho y ardiente, estrangulado por nuestra codicia«
pl: » Spleśniały i zbutwiały, zduszony przez nasze pragnienie «

source: I don't need that.
de: Das brauche ich nicht.
es: No necesito eso.
pl: Nie potrzebuję tego.

source: sockets
de: Steckdose
es: enchufes
pl: gniazdka

source: These sockets have been defective since we moved in.
de: Diese Steckdose war defekt, seit wir eingezogen sind.
es: Estas tomas han sido defectuosas desde que nos mudamos.
pl: Te gniazdka nie działały zbyt dobrze, odkąd się wprowadziliśmy.

source: I never found the time to deal with them.
de: Ich habe nie die Zeit gefunden, mich darum zu kümmern.
es: Nunca encontré el tiempo para arreglarlos.
pl: Nigdy nie udało mi się znaleźć czasu, by je naprawić.

# These_sockets_are_working_actually
source: Huh, these sockets are actually working.
de: Hmm, diese Steckdose funktioniert sogar.
es: Huh, estos enchufes realmente están funcionando.
pl: A niech mnie, te gniazdka jednak działają!

source: bulletin board
de: Pinnwand
es: Tablón de anuncios
pl: tablica korkowa

source: This bulletin board is covered in reminders for meetings with the realtor, the bank, and Landon's teachers, as well as an alphabetized shopping list of Cynthia's.
de: Diese Pinnwand ist voller Erinnerungen für Treffen mit dem Makler, der Bank und Landons Lehrer, sowie einer nach dem Alphabet geordneten Einkaufsliste von Cynthia.
es: Este tablero de anuncios está cubierto de recordatorios para reuniones con el agente de bienes raíces, el banco y los maestros de Landon, así como una lista de compras en orden alfabético de Cynthia.
pl: Tablica jest pełna przypomnień o spotkaniach z agentem nieruchomości, bankiem czy nauczycielami Landona. Jest też lista zakupów Cynthii zapisana w kolejności alfabetycznej.

source: Landon drew something in the corner, but it's too faded now to make out what it's supposed to be.
de: Landon hat da etwas in die Ecke gekritzelt, aber es ist zu sehr verblasst, um noch etwas erkennen zu können.
es: Landon dibujó algo en la esquina, pero ahora está demasiado descolorido para distinguir lo que se supone que es.
pl: W rogu widać jakiś rysunek Landona, ale jest zbyt rozmazany, by można było go rozpoznać.

source: tools
de: Werkzeuge
es: herramientas
pl: narzędzia

source: My old tools.
de: Meine alten Werkzeuge.
es: Mis viejas herramientas.
pl: Moje stare narzędzia.

source: Hang on... is one of them missing?
de: Moment... fehlt da nicht eins?
es: Espera ... ¿falta uno de ellas?
pl: Czegoś tutaj brakuje?

source: Damn, I've told Landon a thousand times to bring back anything he borrows.
de: Verdammt, ich habe Landon tausendmal gesagt, dass er alles, was er sich ausleiht, wieder zurückbringen soll.
es: Maldita sea, le he dicho a Landon mil veces que devuelva todo lo que pide prestado.
pl: Cholera jasna, tyle razy mówiłem Landonowi, by odkładał na miejsce wszystko, co pożycza!

source: window
de: Fenster
es: ventana
pl: okno

# Those_burglar_bars_are_way_to_strong
source: Those burglar bars are way too strong.
de: Diese Sicherheitsgitter sind viel zu stabil.
es: Esas barras antirrobo son demasiado fuertes.
pl: Te pręty antywłamaniowe są zdecydowanie za mocne.

source: Nobody will see this in broad daylight.
de: Niemand wird das am helllichten Tag sehen können.
es: Nadie verá esto a plena luz del día.
pl: Nikt tego nie zobaczy w biały dzień.

source: The drone won't fit through the burglar bars.
de: Die Drohne wird nicht zwischen die Sicherheitsgitter passen.
es: El dron no cabrá a través de las barras antirrobo.
pl: Dron nie przeciśnie się przez te pręty.

source: HELLO?!
de: HALLO?!
es: ¡¿HOLA?!
pl: HALO?!

source: ANYBODY?!
de: IST DA WER?!
es: ¡¿ALGUIEN?!
pl: KTOKOLWIEK?!

source: HELP ME!!
de: HILFE!!
es: ¡¡AYÚDENME!!
pl: POMOCY!!

source: Can't get through the burglar bars.
de: Ich komme nicht durch die Sicherheitsgitter.
es: No puedo pasar por las barras antirrobo.
pl: Nie dam rady przecisnąć się przez te pręty.

source: Thought we got these things to keep people out, not in.
de: Ich dachte, die sollen Leute fernhalten, nicht einsperren.
es: Y pensar que tenemos estas cosas para mantener a la gente fuera, no adentro.
pl: Pomyśleć, że zamontowaliśmy te pręty, by ludzie tu nie wchodzili, a nie po to, by nie wychodzili.

source: wooden box
de: hölzerne Box
es: caja de madera
pl: drewniane pudełko

# A_small_wooden_box_was_hidden_underneath_a_panel
source: Weird, there was a little wooden box under this panel.
de: Seltsam, da war eine kleine hölzerne Box unter der Holzplatte.
es: Que raro, había una pequeña caja de madera debajo de este panel.
pl: Dziwne. Pod panelem znalazłem drewniane pudełko.

source: wooden panel
de: Holzplatte
es: panel de madera
pl: panel podłogowy

source: Can't break it with the hammer.
de: Ich kann sie nicht mit dem Hammer einschlagen.
es: No se puede romper con el martillo.
pl: Nie da się go połamać młotkiem.

# Where_does_this_horrible_smell_come_from
source: Where is that horrible smell coming from?
de: Woher kommt dieser abnormale Gestank?
es: ¿De dónde viene ese horrible olor?
pl: Skąd dochodzi ten okropny zapach?

source: I levered the wooden panel out already.
de: Ich habe die Holzplatte schon herausgehebelt.
es: Ya saqué el panel de madera.
pl: Podważyłem już ten panel.

source: I put the screwdriver in the small gap between the planks.
de: Ich habe die Spitze des Schraubenziehers in die kleine Lücke zwischen den Platten gesteckt.
es: Puse el destornillador en el pequeño espacio entre las tablas.
pl: Wsadziłem śrubokręt w małą szparę pomiędzy deskami.

source: screwdriver
de: Schraubenzieher
es: destornillador
pl: śrubokręt

source: Both RFID antennas received a signal from this wooden panel.
de: Beide RFID-Antennen haben ein Signal aus der Richtung dieser Holzplatte empfangen.
es: Ambas antenas RFID recibieron una señal de este panel de madera.
pl: Obie anteny RFID odebrały sygnał z tego panelu podłogowego.

# A_screwdriver_is_put_in_the_gap_seperating_the_panels
source: A screwdriver is in the gap seperating the panels.
de: Ein Schraubenzieher steckt in der Lücke zwischen den Platten.
es: Un destornillador está en el hueco que separa los paneles.
pl: Śrubokręt jest w szparze pomiędzy dwoma panelami.

source: I levered out the wooden panel. A small wooden box is underneath.
de: Ich habe eine Bodenplatte heraus gehebelt. Eine kleine hölzerne Box ist darunter.
es: Saqué el panel de madera. Una pequeña caja de madera está debajo.
pl: Podważyłem panel i znalazłem pod nim drewniane pudełko.

source: I levered out the wooden panel.
de: Ich habe eine Bodenplatte heraus gehebelt.
es: Saqué el panel de madera.
pl: Podważyłem panel podłogowy.

source: Can't move it with bare hands.
de: Das kann ich nicht mit bloßen Händen bewegen.
es: No se puede mover con las manos.
pl: Nie zrobię tego samymi rękami.

source: workbench
de: Werkbank
es: mesa de trabajo
pl: stół warsztatowy

# I_have_no_idea_on_what_to_work_at_the_moment
source: I have no idea on what to work on at the moment.
de: Ich habe keine Idee, an was ich in diesem Moment arbeiten könnte.
es: No tengo idea de en qué trabajar en este momento.
pl: Nie mam pojęcia, nad czym w tym momencie pracować.

source: It's my workbench.
de: Meine Werkbank.
es: Es mi mesa de trabajo.
pl: To mój stół warsztatowy.

source: I told Landon a while ago that I would help him make a box car for class with these tools.
de: Ich hatte Landon vor einiger Zeit versprochen, mit ihm gemeinsam eine Seifenkiste für die Schule zu bauen.
es: Le dije a Landon hace un tiempo que le ayudaría a hacer un vagón para su clase con estas herramientas.
pl: Jakiś czas temu powiedziałem Landonowi, że przy użyciu tych narzędzi pomogę mu zbudować wagonik do szkoły.

source: I still haven't looked up how to make one. Come to think of it, the assignment is probably over by now.
de: Ich habe bis jetzt immer noch nicht nachgelesen, wie man eine macht. Mittlerweile ist es wahrscheinlich zu spät dafür.
es: Todavía no he mirado cómo hacer uno. Ahora que lo pienso, la tarea probablemente ya habrá terminado.
pl: Nadal nie udało mi się go zrobić, ale pewnie ten projekt już się przedawnił.
