Repository: advdotnet/Session-Seven
Catalog: src/Game/GameLogic/Properties/Basement.Resources.*.resx
Languages: de, es, pl

# My_hand_is_losing_blood
source: Shit, my hand is losing blood.
de: Verdammt, meine Hand verliert Blut.
es: Mierda, mi mano está perdiendo sangre.
pl: O cholera! Moja dłoń krwawi.

# My_hand_is_wounded
source: Agh, what happened to my hand?
de: Autsch, was ist mit meiner Hand passiert?
es: Agh, ¿Qué le pasó a mi mano?
pl: Ała! Co mi się stało w dłoń?

source: My hand is still losing blood.
de: Meine Hand verliert immer noch Blut.
es: Mi mano todavía está perdiendo sangre.
pl: Moja dłoń ciągle krwawi.

source: I need to dress my hand.
de: Ich muss meine Hand verbinden.
es: Necesito vendarme la mano.
pl: Muszę opatrzyć moją dłoń.

source: I should have a look at the medical cabinet over there to dress my wound.
de: Ich sollte mir diesen Medizinschrank da drüben ansehen und meine Hand verbinden.
es: Debería revisar ese gabinete médico.
pl: Powinienem przeszukać apteczkę, by móc opatrzyć ranę.

source: I should use those bandages to dress my wound.
de: Ich sollte meine Hand mit der Bandage verbinden.
es: Debería usar esos vendajes para mi mano.
pl: Powinienem użyć tych bandaży do opatrzenia rany.

source: drop of blood
de: Bluttropfen
es: gota de sangre
pl: kropla krwi

source: I'm losing blood.
de: Ich verliere Blut.
es: Estoy sangrando.
pl: Krwawię.

source: bloodstains
de: Blutflecken
es: gotas de sangre
pl: plamy krwi

source: How the hell did that happen?
de: Wie zum Teufel ist das passiert?
es: ¿Cómo demonios pasó esto?
pl: Jak to się, do cholery, stało?

source: box
de: Schachtel
es: caja
pl: pudełko

source: There are just some screws and nail in there.
de: Da drin sind nur ein paar Schrauben und Nägel.
es: Solo son algunos tornillos y clavos.
pl: Tam są tylko gwoździe i śrubki.

source: I don't need them.
de: Ich brauche sie nicht.
es: No los necesito.
pl: Nie potrzebuję ich.

source: box with screws and nails
de: Schachtel mit Schrauben und Nägeln
es: caja con tornillos y clavos
pl: Pudełko z gwoździami i śrubkami.

source: I'm keeping some screws and nails in this box.
de: Ich verwahre ein paar Schrauben und Nägel in dieser Schachtel.
es: Estoy guardando algunos tornillos y clavos en esta caja.
pl: W tym pudełku trzymam tylko gwoździe i śrubki.

source: Lots of gnawed off paper and plastic...
de: Abgenagtes Papier und Plastik...
es: Un montón de papel picado y plástico...
pl: Pełno obgryzionego papieru i plastiku...

# Also_there_is_a_single_paper_clip_in_there
source: I think there's a paperclip in there...
de: Ich glaube, da ist eine Büroklammer drin...
es: Creo que hay un clip de papel por ahí...
pl: Tam chyba jest spinacz...

source: box with writing materials
de: Schachtel mit Schreibmaterial
es: caja con suplementos para escribir
pl: pudełko z materiałami do pisania

source: Cynthia stores some writing materials in this box.
de: Cynthia verwahrt Schreibmaterialien in dieser Schachtel.
es: Cynthia guarda suplementos para escribir en esta caja.
pl: Cynthia trzyma w tym pudełku materiały do pisania.

# There_are_some_bite_marks_by_a_rat_or_something
source: There are some bite marks. Do we have a rat problem?
de: Hier sind einige Bissspuren. Haben wir ein Problem mit Ratten?
es: Hay algunas marcas de mordeduras. ¿Tenemos un problema de ratas?
pl: Tam są ślady po ugryzieniach. Mamy problem ze szczurami?

source: left cabinet door
de: linke Regaltür
es: puerta izquierda de gabinete
pl: lewe drzwi od szafki

source: That didn't do anything.
de: Das hat nichts gebracht.
es: Eso no hizo nada.
pl: To nic nie dało.

source: I picked the lock already.
de: Ich habe das Schloss bereits geknackt.
es: Ya forcé la cerradura.
pl: Już otworzyłem kłódkę wytrychem.

source: There is no way I could move that cabinet all by myself.
de: Niemals könnte ich den Schrank alleine bewegen.
es: No hay manera de que pueda mover ese gabinete yo solo.
pl: Nie ma szans, żebym sam przesunął tę szafkę.

source: This cabinet door has a lock on it.
de: Diese Schranktür ist mit einem Schloss gesichert.
es: Esta puerta del gabinete tiene una cerradura.
pl: Na tej szafce jest kłódka.

source: The left cabinet door.
de: Die linke Schranktür.
es: La puerta izquierda del gabinete.
pl: Lewe drzwi od szafki.

# It_is_open_already
source: It's open already.
de: Sie ist bereits geöffnet.
es: Ya está abierta.
pl: Już otwarte.

# Cant_open_the_door_as_long_as_it_is_locked
source: I can't open the door as long as it is locked.
de: Ich kann die Tür nicht öffnen, solange sie abgeschlossen ist.
es: No puedo abrir la puerta mientras esté cerrada.
pl: Nie mogę otworzyć drzwi, dopóki jest na nich kłódka.

source: What's that?
de: Was ist das?
es: ¿Qué es eso?
pl: Co to jest?

source: This is an old receipt for new tools we bought when moving in.
de: Das ist ein alter Kassenzettel für die neuen Werkzeuge, die wir beim Einzug gekauft hatten.
es: Este es un recibo antiguo de las nuevas herramientas que compramos al mudarnos.
pl: Stary rachunek za narzędzia, które kupiliśmy zaraz po wprowadzeniu się.

source: Let's see...
de: Mal sehen...
es: Veamos...
pl: Zobaczmy...

source: One hammer. Check. Got it with me.
de: Ein Hammer. Habe ihn bei mir.
es: Un martillo. Comprobado. Lo tengo conmigo.
pl: Jeden młotek. Jest. Mam go ze sobą.

source: Two bench vises. Check.
de: Zwei Schraubstöcke.
es: Dos prensas de banco. Comprobado.
pl: Dwa imadła. Zgadza się.

source: Drilling machine. Check.
de: Bohrmaschine.
es: Taladro. Comprobado.
pl: Wiertarka. Zgadza się.

source: Three screwdrivers. Check. Got one of them with me.
de: Drei Schraubenzieher. Trage einen bei mir.
es: Tres tornillos. Comprobado.
pl: Trzy śrubokręty. Zgadza się. Mam już jeden z nich.

source: Four wrenches.
de: Vier Schraubenschlüssel.
es: Cuatro llaves.
pl: Cztery klucze francuskie.

source: Wait a minute...
de: Moment mal...
es: Espera un minuto...
pl: Chwileczkę...

source: missing wrench
de: fehlender Schraubenschlüssel
es: llave perdida
pl: brakujący klucz francuski

source: It is closed already.
de: Bereits geschlossen.
es: Ya está cerrado.
pl: Już zamknięte.

source: lock
de: Schloss
es: cerradura
pl: kłódka

# The_cable_is_not_long_enough
source: Darn... the cable can't reach.
de: Verdammt... das Kabel ist nicht lang genug.
es: Demonios... el cable no llega.
pl: Cholera... Kabel nie dosięga.

source: No power.
de: Kein Saft.
es: No hay energía.
pl: Nie ma zasilania.

# This_could_work_actually
source: Actually, this could work!
de: Das könnte sogar klappen!
es: De hecho, ¡esto podría funcionar!
pl: Hej, to może się udać!

# We_learned_how_these_locks_function_and_how_to_pick_them_in_university
source: We learned about these locks at university... I bet I could pick it somehow.
de: Wir lernten an der Uni über die Funktionsweise dieser Schlösser... Ich wette, ich kann es irgendwie knacken.
es: Aprendimos sobre estas cerraduras en la universidad... Apuesto a que puedo abrirla.
pl: Uczyliśmy się budowy tych zamków i ich otwierania na uniwersytecie.

source: Got it.
de: Geschafft.
es: Lo tengo.
pl: Udało się.

# We_learned_how_these_locks_work_and_how_to_pick_them_in_university
source: We learned about these locks at university... I bet I could pick it somehow.
de: Wir lernten an der Uni über die Funktionsweise dieser Schlösser... Ich wette, ich kann es irgendwie knacken.
es: Aprendimos sobre estas cerraduras en la universidad... Apuesto a que puedo abrirla.
pl: Uczyliśmy się budowy tych zamków i ich otwierania na uniwersytecie.

# I_need_a_second_paper_clip_however
source: I would need a second paper clip, though.
de: Ich bräuchte jedoch eine zweite Büroklammer.
es: Necesitaría un segundo clip de papel.
pl: Potrzebowałbym tylko drugiego spinacza.

source: I need a second paper clip.
de: Ich brauche eine zweite Büroklammer.
es: Necesito un segundo clip de papel.
pl: Potrzebuję drugiego spinacz.

# This_key_does_not_fit
source: Nope, this key doesn't fit.
de: Nein, dieser Schlüssel passt nicht.
es: Nop, esa llave no entra.
pl: Nie ma szans. Ten klucz nie pasuje.

source: It's locked.
de: Es ist verschlossen.
es: Está cerrado.
pl: Zamknięte.

# Cant_move_it_as_long_as_it_is_locked
source: Can't move it as long as it's locked.
de: Ich kann das nicht bewegen, solange es verschlossen ist.
es: No lo puedo mover miesntras esté cerrado.
pl: Nie mogę tego ruszyć, dopóki jest zamknięte.

# I_need_a_key_or_appropriate_tooling
source: I need a key. Or maybe a tool of some kind?
de: Ich brauche einen Schlüssel. Oder eine Art Werkzeug?
es: Necesito una llave. ¿O quizás una herramienta de algún tipo?
pl: Potrzebuję klucza albo jakiegoś narzędzia.

source: right cabinet door
de: rechte Schranktür
es: puerta derecha de gabinete
pl: prawe drzwi od szafki

source: Our old cabinet.
de: Unser alter Schrank.
es: Nuestro viejo gabinete.
pl: Nasza stara szafka.

source: bi-metal hole saw kit
de: Bi-Metall Lochsägen-Aufsätze
es: kit de sierra bimetálica
pl: Zestaw bimetalicznych pił otworowych

source: I better take that with me, first.
de: Das sollte ich erst an mich nehmen.
es: Mejor llevo eso conmigo primero.
pl: Lepiej wezmę to ze sobą.

source: A bi-metal hole saw kit.
de: Einige Bi-Metall Lochsägen-Aufsätze.
es: Un kit de sierra bimetálica.
pl: Zestaw bimetalicznych pił otworowych

source: cactus
de: Kaktus
pl: kaktus

source: Talking to plants is Cynthia's job.
de: Mit Pflanzen zu reden ist Cynthias Aufgabe.
es: Hablar con las plantas es trabajo de Cynthia.
pl: Gadanie z roślinami to zajęcie Cynti.

source: Has Cynthia been watering this regularly?
de: Hat Cynthia den regelmäßig gegossen?
es: ¿Cynthia ha estado regando esto regularmente?
pl: Czy Cynthia podlewała go regularnie?

source: Cacti are so durable.
de: Kakteen sind so unverwüstlich.
es: Los cactus son tan duraderos.
pl: Kaktusy są bardzo wytrzymałe.

source: Ouch!
de: Autsch!
es: ¡Ay!
pl: Ała!

source: carpet
de: Teppich
es: alfombra
pl: dywan

source: Cynthia would kill me.
de: Cynthia würde mich umbringen.
es: Cynthia me mataría.
pl: Cynthia by mnie zabiła.

source: No time to play.
de: Keine Zeit, herum zu spielen.
es: No hay tiempo para jugar.
pl: Nie ma czasu na zabawę.

source: Cynthia would kill me if she could see the mess I've made on her carpet.
de: Cynthia würde mich umbringen wenn sie sehen könnte, was für eine Sauerei ich auf ihrem Teppich veranstaltet habe.
es: Cynthia me mataría si pudiera ver el desastre que hice en su alfombra.
pl: Cynthia by mnie zabiła, gdyby zobaczyła, jak ubrudziłem jej dywan.

source: ...I hope she's okay.
de: ...ich hoffe es geht ihr gut.
es: ... Espero que ella esté bien.
pl: ...Mam nadzieję, że wszystko z nią w porządku.

source: crates
de: Kisten
es: cajas
pl: skrzynki

# They_are_empty_We_just_kept_them_if_we_need_to_move_again
source: They are empty. We just kept them in case we need to move again.
de: Sie sind leer. Wir haben sie nur behalten, falls wir nochmal umziehen müssen.
es: Estan vacias Las guardamos en caso de que necesitemos mudarnos nuevamente.
pl: Puste, ale trzymamy je na wypadek kolejnej przeprowadzki.

# Man_moving_makes_a_mess
source: Man, moving makes such a mess.
de: Mensch, umzuziehen macht so viel Arbeit.
es: Es tan desastroso mudarse.
pl: Przy przeprowadzkach jest straszny bałagan.

# I_dont_see_the_point_in_that_There_is_nothing_underneath
source: I don't see the point in that. There's nothing underneath.
de: Ich wüsste nicht, wozu. Da ist nichts drunter.
es: No veo el punto en eso. No hay nada debajo.
pl: To nie ma sensu. Tam nic nie ma.

source: crowbar
de: Brecheisen
es: barreta
pl: łom

source: My good old crowbar.
de: Mein gutes altes Brecheisen.
es: Mi vieja barreta.
pl: Mój stary, dobry łom.

# You_will_never_know_when_this_will_come_in_handy
source: You never know when this will come in handy.
de: Man weiß nie, wann das nützlich sein kann.
es: Nunca se sabe cuándo será útil.
pl: Nigdy nie wiesz, kiedy może się przydać.

source: crumbs
de: Krümel
es: migajas
pl: okruchy

source: Since when has Cynthia allowed crumbs into her house?
de: Seit wann erlaubt Cynthia Krümel in ihrem Haus?
es: ¿Desde cuándo Cynthia permite migajas en su casa?
pl: Od kiedy Cynthia pozwalała na okruchy w swoim domu?

source: Looks like plastic and paper.
de: Sieht nach Plastik und Papier aus.
es: Parece plástico y papel.
pl: Wygląda jak plastik i papier.

source: desk
de: Schreibtisch
es: escritorio
pl: biurko

source: It's Cynthia's work desk.
de: Das ist Cynthias Arbeitstisch.
es: Es el escritorio de Cynthia
pl: To jest biurko Cynthii.

source: door
de: Tür
es: puerta
pl: drzwi

source: The door is open already.
de: Die Tür ist schon offen.
es: La puerta ya está abierta.
pl: Drzwi są już otwarte.

source: I can't cut the door open with a pair of scissors.
de: Ich kann die Tür nicht mit einer Schere aufschneiden.
es: No puedo cortar la puerta con unas tijeras.
pl: Nie dam rady przeciąć drzwi nożyczkami.

source: Can't exert enough force on this type of lock.
de: Ich kann nicht genug Hebelkraft auf diese Art von Schloss aufwenden.
es: No se puede ejercer suficiente fuerza en este tipo de cerradura.
pl: Nie dam rady wywrzeć wystarczającej siły na taką kłódkę.

# This_didnt_do_anything_besides_heating_the_drill_up_It_almost_glowed
source: That didn't do anything besides heating the drill up. I don't want it to explode!
de: Das hat nichts gebracht, außer den Bohrer aufzuheizen. Ich will nicht, dass er explodiert!
es: Eso no hizo nada más que calentar el taladro. ¡No quiero que explote!
pl: Rozgrzałem tylko wiertarkę. Prawie wybuchła!

source: No need to drill any more.
de: Da muss nichts mehr gebohrt werden.
es: No hay necesidad de perforar más.
pl: Nie trzeba już wiercić.

source: There are no screws visible.
de: Keine Schrauben sichtbar.
es: No hay tornillos visibles.
pl: Nie ma widocznych śrub.

# No_I_spent_so_much_time_trying_to_escape_from_here
source: No. I spent so much time trying to get out of here.
de: Nein. Es hat soviel Zeit gebraucht, hier herauszukommen.
es: No. Pasé mucho tiempo tratando de salir de aquí.
pl: Nie. Spędziłem tyle czasu, próbując się stąd wydostać.

source: This door is closed already.
de: Diese Tür ist schon geschlossen.
es: La puerta ya está cerrada.
pl: Te drzwi są już zamknięte.

source: Argh, this shouldn't be locked.
de: Verdammt, die sollte nicht verschlossen sein.
es: Argh, esto no debería estar cerrado.
pl: Cholera, nie powinny być zamknięte.

source: Hello?!
de: Hallo?!
es: ¿¡Hola!?
pl: Halo?!

source: This is a massive steel door.
de: Das ist eine massive Stahltür.
es: Esta es una puerta de acero masiva.
pl: Masywne, stalowe drzwi.

source: HELLO? IS ANYBODY THERE?
de: HALLO? IST DA WER?
es: ¿HOLA? ¿HAY ALGUIEN AHÍ?
pl: HALO, JEST TAM KTO?

source: drawer
de: Schublade
es: cajón
pl: szuflada

source: This drawer is unlocked already.
de: Die Schublade ist schon aufgeschlossen.
es: Este cajón ya está desbloqueado.
pl: Ta szuflada jest już otwarta.

source: The drawer belongs to my wife's old desk.
de: Die Schublade gehört zum alten Schreibtisch meiner Frau.
es: El cajón pertenece al viejo escritorio de mi esposa.
pl: Szuflada biurka mojej żony.

source: It's empty.
de: Sie ist leer.
es: Está vacío.
pl: Pusta.

source: The drawer is unlocked already.
de: Die Schublade ist schon aufgeschlossen.
es: El cajón ya está desbloqueado.
pl: Szuflada jest już otwarta.

source: Locked.
de: Verschlossen.
es: Cerrado.
pl: Zamknięte.

source: There is an envelope and a battery in the drawer.
de: Da sind ein Briefumschlag und eine Batterie in der Schublade.
es: Hay un sobre y una batería en el cajón.
pl: W szufladzie jest jakaś koperta i bateria.

# The_key_works_The_drawer_is_unlocked_now
source: Hey, this key works! The drawer is unlocked now.
de: Der Schlüssel passt! Die Schublade ist jetzt aufgeschlossen.
es: ¡Hey, esta llave funciona! El cajón está desbloqueado ahora.
pl: Hej, ten klucz otworzył szufladę.

source: drilling machine
de: Bohrmaschine
es: Taladro. Comprobado.
pl: wiertarka

# I_attached_already_one_of_them
source: I already attached one of them.
de: Ich habe bereits einen befestigt.
es: Ya adjunté uno de ellos.
pl: Przymocowałem już jedno z nich.

# I_cant_drill_on_that_while_holding_it_in_my_hands
source: I can't drill that while I'm holding it in my hands.
de: Das kann ich nicht bohren, wenn ich es in meiner Hand halte.
es: No puedo perforar eso mientras lo sostengo en mis manos.
pl: Nie mogę tego trzymać i jednocześnie wiercić.

source: I don't need to drill that.
de: Das muss nicht gebohrt werden.
es: No necesito perforar eso.
pl: Nie muszę w tym wiercić.

# My_drilling_machine
source: My trusty drilling machine.
de: Meine treue Bohrmaschine.
es: Mi confiable taladro.
pl: Moja sprawdzona wiertarka.

source: cable
de: Kabel
pl: kabel

source: My drilling machine's cable.
de: Das Kabel meiner Bohrmaschine.
es: El cable de mi taladro.
pl: Kabel od mojej wiertarki.

source: drone
de: Drohne
es: dron
pl: dron

# The_drone_is_operated_by_using_its_remote_control
source: I think the drone's operated with a remote control.
de: Ich denke, die Drohne wird mit einer Fernbedienung gesteuert.
es: Creo que el dron se opera con un control remoto.
pl: Myślę, że tego drona da się sterować pilotem.

# Its_sitting_on_the_floor_ready_to_ascend
source: It's sitting on the floor, ready for take off!
de: Sie sitzt auf dem Boden, bereit abzuheben!
es: ¡Está en el suelo, listo para despegar!
pl: Leży na podłodze, gotowy do startu!

source: drone package
de: Drohnenverpackung
es: caja de dron
pl: pudełko od drona

source: I should take it out of the cabinet first.
de: Ich sollte sie erstmal aus dem Schrank nehmen.
es: Debería sacarlo del gabinete primero.
pl: Powinienem najpierw wyciągnąć to z szafki.

source: family portrait
de: Familienportrait
es: retrato familiar
pl: rodzinny portret

# The_picture_frames_glass_is_shattered_already
source: The frame's glass is shattered already.
de: Das Glas ist schon zerschlagen.
es: El cristal del marco ya está roto.
pl: Szkło od ramki jest już rozbite.

source: It's an old photograph of Cynthia, Landon and me.
de: Das ist ein altes Foto von Cynthia, Landon und mir.
es: Es una vieja fotografía de Cynthia, Landon y yo.
pl: Cynthia, Landon i ja. Nasze stare zdjęcie.

source: Those were good times.
de: Das waren gute Zeiten.
es: Eran buenos tiempos.
pl: To były dobre czasy.

source: We look happy there.
de: Wir sehen glücklich aus.
es: Nos vemos felices aquí.
pl: Wyglądamy na szczęśliwych.

source: I hate how my smile doesn't look real in this picture.
de: Ich hasse es, wie mein Lächeln auf dem Bild nicht echt aussieht.
es: Odio que mi sonrisa no se vea real en esta foto.
pl: Nie podoba mi się, jak nienaturalnie na tym zdjęciu wygląda mój uśmiech.

source: Sometimes I wonder why Landon prefers to stand next to Cynthia when taking pictures.
de: Manchmal frage ich mich, warum Landon lieber neben Cynthia stehen will, wenn wir Bilder machen.
es: A veces me pregunto por qué Landon prefiere estar al lado de Cynthia cuando nos tomamos fotos.
pl: Czasami zastanawiam się, dlaczego Landon woli stać obok Cynthii podczas robienia zdjęć.

source: The picture frames' glass is shattered.
de: Das Glas ist zersprungen.
es: El cristal de los marcos está roto.
pl: Szkło od ramki jest rozbite.

# There_is_nothing_behind
source: There is nothing behind it.
de: Da ist nichts dahinter.
es: No hay nada detrás de esto.
pl: Nic za tym nie ma.

source: guitar
de: Gitarre
es: guitarra
pl: gitara

source: I don't want to carry that around now.
de: Das will ich jetzt nicht herumtragen.
es: No quiero llevar eso ahora.
pl: Nie chcę tego ze sobą nosić.

source: It's my old guitar. I used to play every night as Landon was going to bed.
de: Das ist meine alte Gitarre. Ich habe früher jeden Abend darauf gespielt, wenn ich Landon ins Bett brachte.
es: Es mi vieja guitarra. Solía ​​tocar todas las noches cuando Landon se iba a la cama.
pl: Moja stara gitara. Grałem co wieczór, gdy Landon szedł spać.

source: I didn't know it was down here now.
de: Ich wusste nicht, dass sie jetzt hier unten ist.
es: No sabía que estaba aquí abajo ahora.
pl: Nie wiedziałem, że tutaj jest.

source: guitar case
de: Gitarrenkoffer
es: funda de guitarra
pl: futerał na gitarę

source: The guitar case is closed already.
de: Der Gitarrenkoffer ist schon zu.
es: La funda de guitarra ya está cerrada.
pl: Futerał jest już zamknięty.

source: The guitar case is open already.
de: Der Gitarrenkoffer ist schon offen.
es: La funda de guitarra ya está abierta.
pl: Futerał jest już otwarty.

source: A guitar string package dropped out.
de: Eine Packung mit Gitarrensaiten ist herausgefallen.
es: Un paquete de cuerdas de guitarra abandonado.
pl: Wypadło opakowanie strun.

source: guitar strings
de: Gitarrensaiten
es: cuerdas de guitarra
pl: struny gitarowe

# A_guitar_string_package_that_dropped_out_when_I_opened_the_guitar_case
source: A guitar string package. It dropped out when I opened the guitar case.
de: Eine Packung mit Gitarrensaiten. Sie ist herausgefallen, als ich den Gitarrenkoffer öffnete.
es: Un paquete de cuerdas de guitarra. Se cayó cuando abrí la funda de la guitarra.
pl: Opakowanie strun gitarowych. Wypadło, gdy otworzyłem futerał.

source: hammer
es: martillo
pl: młotek

source: A hammer is hanging on the tool bar.
de: Ein Hammer hängt an der Werkzeugleiste.
es: Un martillo está colgado en la barra de herramientas.
pl: Młotek wisi na uchwycie na narzędzia.

source: hazelnuts
de: Haselnüsse
es: avellanas
pl: orzechy laskowe

source: Better take them first.
de: Ich sollte sie erst nehmen.
es: Mejor tómalas primero.
pl: Lepiej wezmę je od razu.

# Who_knows_how_long_Im_locked_in_here
source: Who knows how long I'll be locked in here?
de: Wer weiß, wie lang ich hier eingesperrt sein werde?
es: ¿Quién sabe cuánto tiempo estaré encerrado aquí?
pl: Nie wiadomo, jak długo będę tu zamknięty.

source: empty bag of hazelnuts
de: leere Packung Haselnüsse
es: bolsa vacía de avellanas
pl: pusta paczka po orzechach laskowych

source: I don't want to carry that empty bag around.
de: Ich will nicht die leere Packung mit mir herumtragen.
es: No quiero llevar esa bolsa vacía.
pl: Nie chcę nosić ze sobą pustej paczki.

source: An empty bag of hazelnuts is lying on the floor.
de: Eine leere Packung Haselnüsse liegt hier am Boden.
es: Una bolsa vacía de avellanas yace en el suelo.
pl: Na podłodze leży pusta paczka po orzechach laskowych.

source: Looks like an animal was chewing on it.
de: Sieht so aus, als ob daran ein Tier herum gekaut hat.
es: Parece que un animal la estaba masticando.
pl: Wygląda, jakby jakieś zwierzę to przeżuło.

source: light switch
de: Lichtschalter
es: interruptor de luz
pl: włącznik światła

source: It is a light switch.
de: Das ist ein Lichtschalter.
es: Es un interruptor de luz.
pl: To jest włącznik światła.

source: medical cabinet
de: Medizinschrank
es: gabinete medico
pl: apteczka

source: It's shut already.
de: Er ist bereits geschlossen.
es: Ya está cerrado.
pl: To już jest zamknięte.

source: It's fixed to the wall.
de: Er ist an der Wand befestigt.
es: Está fijado a la pared.
pl: Jest przymocowana do ściany.

source: A medical cabinet is hanging on the wall.
de: Ein Medizinschrank hängt an der Wand.
es: Un gabinete médico está colgado en la pared.
pl: Apteczka wisi na ścianie.

source: Nothing of interest.
de: Nichts Interessantes.
es: Nada de interés.
pl: Nic wartego uwagi.

source: There are some bandages and scissors in it.
de: Da drin sind Bandagen und eine Schere.
es: Hay unas vendas y unas tijeras ahí.
pl: W środku są nożyczki i bandaże.

source: missing tool
de: fehlendes Werkzeug
es: herramienta faltante
pl: brakujące narzędzie

source: A wrench is missing.
de: Ein Schraubschlüssel fehlt.
es: Falta una llave.
pl: Brakuje klucza francuskiego.
