Repository: advdotnet/Session-Seven
Catalog: src/Game/GameLogic/Properties/Items.Resources.*.resx
Languages: de, es, pl

source: A cloth bandage roll. This is exactly what I need right now.
de: Ein Verband. Genau sowas brauche ich jetzt.
es: Un rollo de vendaje. Esto es exactamente lo que necesito ahora mismo.
pl: Rolka płóciennego bandażu. Dokładnie tego teraz potrzebuję.

# I_should_better_cut_some_part_off
source: I better cut some part off.
de: Ich schneide davon besser etwas ab.
es: Será mejor que corte una parte.
pl: Odetnę kawałek, bo może się przydać.

source: Can't use the whole thing.
de: Ich kann nicht das ganze Teil verwenden.
es: No puedo usarla toda.
pl: Nie mogę użyć całości.

# Bandages_Bandages_ClothBandageRoll
source: cloth bandage roll
de: Verband
es: vendaje
pl: rolka płóciennego bandażu

# AnimalSkeleton_AnimalSkeleton_AnimalSkeleton
source: animal skeleton
de: Tier-Skelett
es: esqueleto animal
pl: zwierzęcy szkielet

source: A cloth strip bandage.
de: Ein Stück Verband.
es: Una tira de vendaje.
pl: Bandaż z tkaniny.

# I_should_better_use_the_cut_off_part
source: I should use the cut off part.
de: Ich sollte das abgeschnittene Stück verwenden.
es: Debería usar la parte cortada.
pl: Powinienem użyć odcięty kawałek.

source: I dressed my wound already.
de: Ich habe meine Wunde bereits verbunden.
es: Ya me he vendado la herida.
pl: Opatrzyłem już swoją ranę.

source: I cut off a part of it already.
de: Ich habe schon ein Stück davon abgeschnitten.
es: Ya corté una parte.
pl: Już odciąłem z tego kawałek.

source: I don't need to cut any more off of that.
de: Ich muss davon nicht noch mehr abschneiden.
es: No necesito cortar más.
pl: Nie muszę już więcej z tego odcinać.

source: A cloth bandage. I should use this to dress my wound.
de: Ein Stück Verband. Ich sollte damit meine Hand verbinden.
es: Una venda. Debería usar esto para cubrir mi herida.
pl: Płócienny bandaż. Powinienem go użyć do opatrzenia mojej rany.

source: I don't need to cut that off any further.
de: Davon muss ich nicht noch mehr abschneiden.
es: No necesito cortar más.
pl: Nie muszę już dalej tego odcinać.

source: That should be enough.
de: Das sollte reichen.
es: Eso debería bastar.
pl: Tyle powinno wystarczyć.

source: HELLO! IS SOMEBODY THERE?
de: HALLO! IST DA JEMAND?
es: ¡HOLA! ¿HAY ALGUIEN AHÍ?
pl: HALO, CZY KTOŚ TAM JEST?!

source: I've got to find a way out of here.
de: Ich muss einen Weg hier raus finden.
es: Tengo que encontrar una manera de salir de aquí.
pl: Muszę się stąd wydostać.

# BandageStrip_BandageStrip_ClothBandage
source: cloth bandage
de: Stück Verband
es: vendaje
pl: płócienny bandaż

source: I'm knotting a string on the ring at the very top.
de: Ich knote eine Saite an den Ring oben.
es: Estoy haciendo un nudo en la parte superior del anillo.
pl: Przywiązuje sznurek do pierścienia, na samym czubku.

source: I dont't have anything to knot the string to.
de: Da ist nichts, woran ich die Saite befestigen könnte.
es: No tengo nada a lo que anudar la cuerda.
pl: Nie mam do czego przywiązać sznurka.

source: Can't expand it any further
de: Ich kann ihn nicht weiter auseinanderziehen.
es: No se puede ampliar más
pl: Nie mogę już bardziej tego rozwinąć

source: Can't reduce it any further
de: Ich kann ihn nicht weiter zusammendrücken.
es: No se puede reducir más.
pl: Nie mogę już bardziej tego schować

source: An expanded baton. There is a small ring on the top.
de: Ein ausgezogener Teleskopschlagstock. Am oberen Segment ist ein kleiner Ring.
es: Un bastón ampliado. Hay un pequeño anillo en la parte superior.
pl: Rozwinięta pałka teleskopowa, a na jej czubku widać mały pierścień.

source: An expandable baton.
de: Ein Teleskopschlagstock.
es: Un bastón expandible.
pl: Pałka teleskopowa.

# Baton_Baton_ExpandableBaton
source: expandable baton
de: Teleskopschlagstock
es: bastón expansible
pl: pałka teleskopowa

source: Can't reduce it with the string tied to it.
de: Ich kann ihn nicht zusammenklappen, solange die Saite daran festgeknotet ist.
es: No se puede reducir con la cuerda atada a ella.
pl: Nie da się jej schować, z przywiązanym do niej sznurkiem.

source: Almost like a net.
de: Fast wie ein Netz.
es: Casi como una red.
pl: Prawie jak siatka.

# BatonWithString_BatonWithString_BatonWithString
source: baton with string
de: Schlagstock mit Saite
es: bastón con cuerda
pl: Pałka ze sznurkiem

source: A battery.
de: Eine Batterie.
es: Una batería.
pl: Bateria.

# BatteryA_BatteryA_Battery
source: battery
de: Batterie
es: batería.
pl: bateria

source: Our old picnic blanket... Wow, I didn't know we kept it.
de: Unsere alte Picknickdecke... Wow, ich wusste gar nicht, dass wir sie behalten haben.
es: Nuestra vieja manta de picnic ... Wow, no sabía que la guardábamos.
pl: Nasz stary koc piknikowy. Łał, nie wiedziałem, że ciągle go mamy.

source: Cynthia and me spent much time on that together, especially before Landon was born.
de: Cynthia und ich haben darauf viel Zeit verbracht, besonders bevor Landon geboren wurde.
es: Cynthia y yo pasamos mucho tiempo juntos, especialmente antes de que naciera Landon.
pl: Razem z Cyntią spędziliśmy na nim sporo czasu, szczególnie zanim urodził się Landon.

source: No picnic for now.
de: Gerade ist keine Zeit für ein Picknick.
es: No hay picnic por ahora.
pl: Teraz to zdecydowanie nie jest piknik.

# No_There_are_many_good_memories_attached_to_it
source: No. There are too many good memories attached to it.
de: Nein. Daran sind zu viele gute Erinnerungen geknüpft.
es: No. Hay demasiados buenos recuerdos adjuntos.
pl: Nie. Z tym jest związanych zbyt wiele dobrych wspomień.

source: I'd love to, but I have more important things to tend to.
de: Ich würde ja gerne, aber ich habe wichtigere Dinge zu erledigen.
es: Me encantaría, pero tengo cosas más importantes que atender.
pl: Bardzo bym chciał, ale muszę się zająć ważniejszymi rzeczami.

# Blanket_Blanket_PicnicBlanket
source: picnic blanket
de: Picknickdecke
es: manta de picnic
pl: koc piknikowy

# Holding_that_in_my_hands_I_cant_apply_force_on_that
source: I can't put force on that while it's in my hands.
de: Ich kann darauf keine Kraft aufwenden, solange ich es in meinen Händen halte.
es: No puedo poner fuerza sobre eso mientras está en mis manos.

source: It broke in two parts.
de: Sie ist in zwei Stücke gebrochen.
es: Se rompió en dos partes.
pl: Złamał się na pół.

source: I can't believe what just happened...
de: Ich fasse einfach nicht, was gerade passiert ist...
es: No puedo creer lo que acaba de pasar ...
pl: Nie wierzę, że to się stało...

source: Reliable and robust.
de: Zuverlässig und robust.
es: Confiable y robusto.
pl: Solidny i niezawodny.

# Crowbar_Crowbar_Crowbar
source: crowbar
de: Brechstange
es: palanca
pl: łom

source: The two broken parts are utterly useless.
de: Die Überreste sind ganz und gar nutzlos.
es: Las dos partes rotas son completamente inútiles.
pl: Te dwie złamane części są bezużyteczne.

source: Unreliable garbage.
de: Unzuverlässiger Schrott.
es: Basura no fiable.
pl: Co za dziadostwo.

# CrowbarBroken_CrowbarBroken_BrokenCrowbar
source: broken crowbar
de: auseinandergebrochene Brechstange
es: palanca rota
pl: złamany łom

source: Can't use the key with that.
de: Damit kann ich den Schlüssel nicht benutzen.
es: No puedo usar la llave con eso.
pl: Nie mogę użyć na tym klucza.

source: This small key was glued to the back of Landon's portrait.
de: Dieser kleine Schlüssel war an die Rückseite von Landons Portrait geklebt.
es: Esta pequeña llave estaba pegada a la parte posterior del retrato de Landon.
pl: Do portretu Landona, z tyłu, przyklejono ten mały klucz.

# DrawerKey_DrawerKey_SmallKey
source: small key
de: kleiner Schlüssel
es: llave pequeña
pl: mały klucz

# Drone_Drone_Drone
source: drone
es: dron
pl: dron

source: I should open the package, first.
de: Ich sollte die Packung erst öffnen.
es: Debería abrir el paquete, primero.
pl: Najpierw powinienem otworzyć opakowanie.

source: Aw man, we hardly ever used this thing.
de: Oh Mann, wir haben das Ding kaum verwendet.
es: Oh hombre, casi nunca usamos esta cosa.
pl: O kurcze, praktycznie tego nie używaliśmy.

source: It was pretty fun freaking the neighbor's dog out with it though.
de: Es hat aber Spaß gemacht, damit den Nachbarshund zur Weißglut zu treiben.
es: Sin embargo, fue bastante divertido asustar al perro del vecino.
pl: Pamiętam, że mieliśmy kupę śmiechu strasząc tym psa sąsiadów.

source: Good memories.
de: Schöne Erinnerungen.
es: Buenos recuerdos.
pl: Fajne wspomnienia.

# DronePackage_DronePackage_DronePackage
source: drone package
de: Drohnenverpackung
es: paquete de dron

source: This is an old xanax prescription which was issued for me some years ago.
de: Das ist eine alte Alprazolam-Verschreibung, die vor einigen Jahren für mich ausgestellt wurde.
es: Esta es una vieja receta de Xanax que se emitió hace algunos años.
pl: Stara recepta na lek psychotropowy - Xanax. Użyłem jej kilka lat temu.

# DrugPrescriptionRyan_DrugPrescriptionRyan_DrugPrescription
source: drug prescription
de: Medikamenten-Verschreibung
es: prescripción de medicamento
pl: recepta

source: The envelope is from Landon's old school.
de: Der Umschlag ist von Landons alter Schule.
es: El sobre es de la vieja escuela de Landon.
pl: Ta koperta przyszła ze starej szkoły Landona.

source: Let's see...
de: Mal sehen...
es: Veamos...
pl: Zobaczmy...

source: What's this about?
de: Was ist das?
es: ¿De qué se trata esto?
pl: O czym to jest?

source: I knew he was having problems in his old school, but this...
de: Ich wusste, dass er Probleme in seiner alten Schule hatte, aber das...
es: Sabía que estaba teniendo problemas en su antigua escuela, pero esto ...
pl: Zdawałem sobie sprawę, że miał problemy w starej szkole, ale to...

source: I thought we changed schools because he was getting bullied... Why would Cynthia keep this letter a secret from me?
de: Ich dachte, wir haben die Schulen gewechselt, weil er gemobbt wurde... Warum würde Cynthia diesen Brief vor mir versteckt halten?
es: Pensé que habíamos cambiado de escuela porque lo estaban acosando ... ¿Por qué Cynthia mantendría esta carta en secreto para mí?
pl: Myślałem, że przenieśliśmy go do innej szkoły, bo mu dokuczali... Dlaczego Cyntia utrzymywała to przede mną w tajemnicy?

# Envelope_Envelope_Envelope
source: envelope
de: Umschlag
es: sobre
pl: koperta

source: It is sufficiently bright.
de: Es ist hell genug.
es: Es lo suficientemente brillante.

source: A regular flashlight.
de: Eine herkömmliche Taschenlampe.
es: Una simple linterna.
pl: Zwykła latarka.

source: The battery compartment has place for two batteries.
de: Im Batteriefach ist Platz für zwei Batterien.
es: El compartimiento de la batería tiene lugar para dos baterías.
pl: Wejście pomieści dwie baterie.

# Flashlight_Flashlight_Flashlight
source: flashlight
de: Taschenlampe
es: flash
pl: latarka

source: These are my replacement guitar strings.
de: Das sind meine Ersatz-Gitarrensaiten.
es: Estas son mis cuerdas de guitarra de reemplazo.
pl: Moje zapasowe struny do gitary.

# GuitarStrings_GuitarStrings_Strings
source: strings
de: Gitarrensaiten
es: cuerdas
pl: struny

source: It's a tool with a heavy piece of metal at the end of a handle.
de: Das ist ein Werkzeug mit einem schweren Stück Metall am Ende eines Griffes.
es: Es una herramienta con una pieza pesada de metal al final de un mango.
pl: To jest narzędzie z ciężkim kawałkiem metalu na końcu trzonka.

source: If all you have is a hammer, everything looks like a nail.
de: Wer als Werkzeug nur einen Hammer hat, sieht in jedem Problem einen Nagel.
es: Si todo lo que tienes es un martillo, todo parece un clavo.
pl: Jeżeli jedyne co masz to młotek, wszystko zaczyna wyglądać jak gwóźdź..

# Hammer_Hammer_Hammer
source: hammer
es: martillo
pl: młotek

source: I'm not hungry.
de: Ich bin nicht hungrig.
es: No tengo hambre.
pl: Nie jestem głodny.

source: Yet.
de: Noch nicht zumindest.
es: Todavía.
pl: Jeszcze.

source: Look at that.
de: Da schau her.
es: Mira eso.
pl: Patrzcie na to.

source: What a beast.
de: Was für ein Biest.
es: Qué bestia.
pl: Ale bestia.

source: It fell down the hole.
de: Die Nuss ist in das Loch gefallen.
es: Se cayó por el agujero.
pl: Wpadło do dziury.

source: A bag of hazelnuts.
de: Eine Packung Haselnüsse.
es: Una bolsa de avellanas.
pl: Paczka orzeczów laskowych.

source: Cynthia is always eating these when she's up late crafting or working on the house.
de: Cynthia isst die immer, wenn sie spät nachts noch bastelt oder an dem Haus arbeitet.
es: Cynthia siempre está comiendo esto cuando se queda hasta tarde trabajando o haciendo cosas en la casa.
pl: Cyntia zawsze je podjada, kiedy pracuje do późna w nocy.

# Hazelnuts_Hazelnuts_Hazelnuts
source: hazelnuts
de: Haselnüsse
es: avellanas
pl: orzechy laskowe

source: The plastic wrapping is missing.
de: Die Plastikumhüllung fehlt.
es: Falta la envoltura de plástico.
pl: Brakuje opakowania.

# Paperclip_Paperclip_PaperClip
source: paper clip
de: Büroklammer
es: clip de papel
pl: spinacz

source: A small box with paper clips.
de: Eine kleines Gefäß mit Büroklammern.
es: Una pequeña caja con clips.
pl: Małe pudełko ze spinaczami.

source: The plastic wrapping is missing on some of them.
de: Bei einigen fehlt die Plastikumhüllung.
es: El envoltorio de plástico falta en algunos de ellos.
pl: Na kilku z nich brakuje opakowania.

# Paperclips_Paperclips_PaperClips
source: paper clips
de: Büroklammern
es: clips de papel
pl: spinacze

source: I'm not taking this kind of medicine.
de: Ich nehme nicht diese Art von Medizin.
es: No estoy tomando este tipo de medicina.
pl: Nie przyjmuję tego rodzaju leków.

# Landons_antidepressants_They_have_not_yet_been_opened
source: Landon's antidepressants. Wait, these haven't even been opened!
de: Landons Antidepressiva. Moment, die wurden ja nicht mal geöffnet!
es: Los antidepresivos de Landon. Espera, ¡estos ni siquiera se han abierto!
pl: Antydepresanty Landona. Zaraz, one nawet nie zostały jeszcze otwarte!

source: I thought he was taking them regularly.
de: Ich ging davon aus, dass er sie regelmäßig nimmt.
es: Pensé que los estaba tomando regularmente.
pl: Byłem przekonany, że zarzywa je regularnie.

# Pills_Pills_Antidepressants
source: antidepressants
de: Antidepressiva
es: antidepresivos
pl: antydepresanty

# It_is_a_portrait_of_my_son_Landon_when_he_was_six_years_old
source: It is a portrait of my son Landon from when he was six years old.
de: Das ist ein Portrait von meinem Sohn Landon als er sechs Jahre alt war.
es: Es un retrato de mi hijo Landon de cuando tenía seis años.
pl: Portret mojego syna Landona, jak miał sześć lat.

source: He looks happy.
de: Er sieht glücklich aus.
es: Se ve feliz.
pl: Wygląda na szczęśliwego.

source: Hey! There's a small key glued to the back of this!
de: He! Da ist ein kleiner Schlüssel an die Rückseite geklebt!
es: ¡Oye! ¡Hay una pequeña llave pegada en la parte posterior de esto!
pl: Hej, z tyłu przyklejony jest mały klucz!

# Portrait_Portrait_Portrait
source: portrait
es: retrato
pl: portret

source: It's a hand-held controller for the drone.
de: Das ist eine Fernbedienung für die Drone.
es: Es un controlador de mano para el dron.
pl: Pilot do drona.

source: No power.
de: Kein Saft.
es: Sin energía.
pl: Nie ma zasilania.

source: I need to put the drone somewhere first.
de: Ich muss die Drone erst irgendwo absetzen.
es: Necesito poner el dron en algún lugar primero.
pl: Najpierw muszę go gdzieś położyć.

source: Got it.
de: Habs.
es: Lo tengo.
pl: Udało się.

# It_crashed
source: Welp, it crashed.
de: Oh je, sie ist abgestürzt.
es: Bien, se estrelló.
pl: Rozbił się.

source: Forward.
de: Vorwärts.
es: Adelante.
pl: Do przodu.

source: Turn Left.
de: Nach links drehen.
es: Girar a la izquierda.
pl: Skręć w lewo.

source: Turn Right.
de: Nach rechts drehen.
es: Girar a la derecha.
pl: Skręć w prawo.

source: Switch off.
de: Ausschalten.
es: Apagar.
pl: Wyłącz.

source: Start engine and ascend.
de: Motor starten und aufsteigen.
es: Poner en marcha el motor y ascender.
pl: Odpal silnik i rozpocznij wznoszenie.

# RemoteControl_RemoteControl_RemoteControl
source: remote control
de: Fernbedienung
es: control remoto
pl: pilot

source: I triangulated the signal already.
de: Ich habe das Signal bereits trianguliert.
es: Ya triangulé la señal.
pl: Ustawiłem już triangulację.

source: I need to place the other antenna with more distance for the triangulation to work.
de: Ich muss die andere Antenne mit mehr Abstand platzieren, damit die Triangulation funktioniert.
es: Necesito colocar la otra antena con más distancia para que funcione la triangulación.
pl: Muszę umieścić drugą antenę w większej odległości, by triangulacja zadziałała.

source: The antenna is receiving a signal somewhere along that direction.
de: Die Antenne empfängt irgendwo aus dieser Richtung ein Signal.
es: La antena está recibiendo una señal en algún lugar a lo largo de esa dirección.
pl: Antena odbiera sygnał gdzieś wzdłuż tej linii.

source: Now the other antenna...
de: Jetzt die andere Antenne...
es: Ahora la otra antena ...
pl: Teraz czas na drugą antenę...

source: Seems like the signal is coming from this wooden panel near the workbench.
de: Sieht so aus, als ob das Signal von der Holzplatte in der Nähe der Werkbank kommt.
es: Parece que la señal proviene de este panel de madera cerca de la mesa de trabajo.
pl: Wygląda na to, że sygnał dochodzi z pod tego panelu podłogowego, przy moim stole warsztatowy.

source: There must be a RFID receiver underneath for some reason.
de: Da muss aus irgendeinem Grund ein RFID-Empfänger sein.
es: Debe haber un receptor RFID debajo por alguna razón.
pl: Z jakiegoś powodu, pod panelem schowano nadajnik RFID.

source: I need another antenna to triangulate the signal and get its position.
de: Ich brauche eine weitere Antenne, um das Signal zu triangulieren und die Position zu bestimmen.
es: Necesito otra antena para triangular la señal y obtener su posición.
pl: Potrzebuję ustawić kolejną antenę w odpowiedniej pozycji, by triangulacja mogła zadziałać.

source: No signal along that direction.
de: Kein Signal aus dieser Richtung.
es: No hay señal en esa dirección.
pl: Brak sygnału w tym kierunku.

source: This is a long-range RFID antenna.
de: Das ist eine langreichweitige RFID-Antenne.
es: Esta es una antena RFID de largo alcance.
pl: To jest antena RFID dalekiego zasięgu.

source: Must be Landon's.
de: Sie muss Landon gehören.
es: Debe ser de Landon.
pl: To musi być Landona.

# RFIDAntenna_RFIDAntenna_RFIDAntenna
source: RFID antenna
de: RFID-Antenne
es: Antena RFID
pl: Antena RFID

source: Another long-range RFID antenna.
de: Eine weitere langreichweitige RFID-Antenne.
es: Otra antena RFID de largo alcance.
pl: Kolejna antena RFID dalekiego zasięgu.

# A_cardboard_without_any_inscription
source: A cardboard box without any inscription.
de: Ein Karton ohne Aufschrift.
es: Una caja de cartón sin ninguna inscripción.
pl: Kartonowe pudełko bez opisu.

# Looks_extactly_like_the_other_cardboard_I_got
source: Looks exactly like the other box I got.
de: Sieht genau so aus, wie die andere Schachtel.
es: Se ve exactamente igual que la otra caja que tengo.
pl: Wygląda dokładnie jak pudełko, które już mam.

# Looks_extactly_like_the_other_cardboard_which_contained_the_RFID_antenna
source: Looks extactly like the other box that had the RFID antenna.
de: Sieht genau so aus, wie die andere Schachtel, in der die RFID-Antenne war.
es: Se ve exactamente igual que la otra caja que tenía la antena RFID.
pl: Wygląda dokładnie jak pudełko, z którego wyciągnąłem antenę RFID.

source: Must be Cynthia's or Landon's.
de: Muss Cynthia oder Landon gehören.
es: Debe ser de Cynthia o de Landon.
pl: To musi być Cynti lub Landona.

source: I wonder what is inside.
de: Ich frage mich, was da drin ist.
es: Me pregunto que hay dentro.
pl: CIekawe co jest w środku.

# RFIDAntennaBoxCabinet_RFIDAntennaBoxCabinet_Cardboard
source: cardboard
de: Karton
es: cartón
pl: karton

source: I wonder what Landon used those antennas for...
de: Ich frage mich, wofür Landon diese Antennen verwendet hat.
es: Me pregunto para qué usó Landon esas antenas ...
pl: Ciekawe do czego Landon używał tych anten...

source: Here is a summary in the book describing RFID antennas.
de: Hier ist eine Zusammenfassung in dem Buch, in der RFID-Antennen beschrieben werden.
es: Aquí hay un resumen en el libro que describe las antenas RFID.
pl: To jest instrukcja opisująca działanie anten RFID.

source: » Radio Frequency Identification allows to identify objects using data transmitted via radio waves. «
de: » Radio Frequenz Identifikation erlaubt es, Objekte mithilfe von Daten, die über Radiowellen übertragen werden, zu identifizieren. «
es: »La identificación por radiofrecuencia permite identificar objetos utilizando datos transmitidos a través de ondas de radio. «
pl: » System Identyfikacji Radiowej pozwala na identyfikację obiektów, za pomocą danych przesyłanych przez fale radiowe. «

source: » RFID antennas send the RF energy to those objects called RFID tags and receive the tags' reply. «
de: » RFID-Antennen senden Radiofrequenzenergie an diese Objekte, die man auch RFID-Tags nennt, und empfangen ihre Antwort. «
es: »Las antenas RFID envían la energía de RF a esos objetos llamados etiquetas RFID y reciben la respuesta de las etiquetas. «
pl: » Anteny RFID wysyłają sygnał radiowy do obiektów zwanych czytnikami RFID, które odpowiedzialne są za odbieranie sygnału. «

source: » No line of sight is required between the antenna and the tag. Directional antennas allow for a greater coverage distance. «
de: » Es wird keine Sichtlinie zwischen der Antenne und dem Tag vorhanden sein. Richtantennen haben üblicherweise eine größere Reichweite. «
es: »No se requiere ninguna línea de visión entre la antena y la etiqueta. Las antenas direccionales permiten una mayor distancia de cobertura. «
pl: » Ścieżka pomiędzy anteną, a czytnikiem nie musi być pozbawiona żadnych przeszkód. Anteny kierunkowe zapewniają większy dystans. «

source: » Using two directional RFID antennas, the actual position of a RFID tag can be triangulated. «
de: » Mit zwei RFID-Richtantennen lässt sich die Position eines RFID-Tags triangulieren. «
es: »Al usar dos antenas RFID direccionales, la posición real de una etiqueta RFID se puede triangular. «
pl: » Dzięki użyciu dwóch anten kierunkowych, możliwa jest triangulacja czytnika RFID. «

source: It's a book about RFID technology. I wrote a research paper about it in university.
de: Das ist ein Buch über die RFID-Technik. Ich habe in der Uni eine Hausarbeit darüber verfasst.
es: Es un libro sobre tecnología RFID. Escribí un trabajo de investigación al respecto en la universidad.
pl: Książka na temat technologii RFID. Napisałem kiedyś pracę na temat, na moim uniwersytecie.

# RFIDBook_RFIDBook_RFIDBook
source: RFID book
de: RFID-Buch
es: Libro de RFID
pl: książka RFID

source: In there are different attachments for drilling machines.
de: Darin sind verschiedene Aufsätze für Bohrmaschinen.
es: En hay diferentes accesorios para taladros.
pl: Tam są różne wiertła do wiertarki.

source: They can even cut through metal.
de: Die können sogar durch Metall durchschneiden.
es: Incluso pueden cortar metal.
pl: Nawet są specjalne wiertła do metalu.

# SawKit_SawKit_BiMetalHoleSawKit
source: bi-metal hole saw kit
de: Bi-Metall Lochsägen-Aufsätze
es: kit de sierra bimetálica
pl: Zestaw bimetalicznych pił otworowych

source: I don't want to cut that.
de: Das will ich nicht schneiden.
es: No quiero cortar eso.
pl: Nie chcę tego wiercić.

source: One pair of bandage scissors.
de: Eine Verbandschere.
es: Un par de tijeras de vendaje.
pl: Para nożyczek bandażowych.

# Scissors_Scissors_Scissors
source: scissors
de: Schere
es: tijeras
pl: nożyczki

source: This does not need to be screwed.
de: Daran muss nichts geschraubt werden.
es: Esto no necesita ser atornillado.
pl: To nie musi być wkręcone.
