Repository: advdotnet/Session-Seven
Catalog: src/Game/GameLogic/Properties/Items.Resources.*.resx
Languages: de, es, pl

source: It's a screwdriver.
de: Das ist ein Schraubenzieher.
es: Es un destornillador.
pl: To jest śrubokręt.

# Screwdriver_Screwdriver_Screwdriver
source: screwdriver
de: Schraubenzieher
es: destornillador.
pl: śrubokręt

source: According to the date this therapy session happened some months ago.
de: Dem Datum nach zu urteilen, fand diese Therapiesitzung vor ein paar Monaten statt.
es: Según la fecha, esta sesión de terapia fue hace algunos meses.
pl: Data wskazuje, że terapia odbyła się kilka miesięcy temu.

source: It reads:
de: Darin steht:
es: dice:
pl: Tutaj jest napisane:

# Mr_Psychiatrist__When_you_first_realized_you_were_trapped_what_did_you_do_
source: Dr. Johnson: » When you first realized you were trapped, what did you do? «
de: Dr. Johnson: » Als Sie zum ersten mal realisierten, dass sie gefangen waren, was genau haben Sie getan? «
es: Dr. Johnson: »Cuando se dio cuenta por primera vez de que estaba atrapado, ¿qué hizo? «
pl: Dr. Johnson: » Kiedy zdałeś sobie sprawę, że jesteś uwieziony, co zrobiłeś? «

source: Mr. Schmidt: » I just lost it. I was terrified. «
de: Herr Schmidt: » Ich bin durchgedreht. Ich hatte große Angst. «
es: Sr. Schmidt: » Perdía la cabeza. Estaba aterrado. «
pl: P. Schmidt: » Kompletnie puściły mi emocje. Byłem przerażony «

source: Mr. Schmidt: » I was just trying everything I could to get out of there. «
de: Herr Schmidt: » Ich probierte einfach alles aus, um da herauszukommen. «
es: Sr. Schmidt: » Estaba intentando todo lo que podía para salir de allí. «
pl: P. Schmidt: » Próbowałem wszystkiego, żeby móc się stamtąd wydostać. «

source: Mr. Schmidt: » But then, I wasn't even sure how I'd gotten there. «
de: Herr Schmidt: » Aber ich war mir ja nicht mal sicher, wie ich da rein geraten war. «
es: Sr. Schmidt: » Pero entonces, ni siquiera estaba seguro de cómo había llegado allí. «
pl: P. Schmidt: » Wtedy zdałem sobie sprawę, że nie byłem nawet pewny jak się tam znalazłem. «

source: Mr. Schmidt: » I got frustrated. I tried to remember what I was doing before it all started. «
de: Herr Schmidt: » Ich war frustriert. Ich versuchte mich daran zu erinnern was war, bevor das alles angefangen hatte. «
es: Sr. Schmidt: » Me frustré. Traté de recordar lo que estaba haciendo antes de que todo comenzara. «
pl: P. Schmidt: » Wkurzyłem się i próbowałem sobie przypomnieć, co robiłem zaraz przed tym jak to się stało. «

source: Mr. Schmidt: » Before I was there, you know? How did it come to this? And where was my family? «
de: Herr Schmidt: » Bevor ich in diesem Loch war, verstehen Sie? Wie war es dazu gekommen? Und wo war meine Familie? «
es: Sr. Schmidt: » Antes de que yo estuviera allí, ¿sabes? ¿Cómo se llegó a esto? ¿Y dónde estaba mi familia? «
pl: P. Schmidt: » Zanim się tam znalazłem, rozumiesz? Jak do tego doszło? Gdzie była moja rodzina? «

source: Mr. Schmidt: » I was trying to think back on it, and I just... couldn't remember. «
de: Herr Schmidt: » Ich versuchte mich in die Situation zurückzuversetzen, aber ich... konnte mich einfach nicht erinnern. «
es: Sr. Schmidt: » Estaba tratando de recordarlo, y simplemente ... no podía recordar. «
pl: P. Schmidt: » Próbowałem mocno się na tym skupić, ale... nie mogłem sobie przypomnieć. «

source: Mr. Schmidt: » I stayed calm. I wasn't just going to give up. «
de: Herr Schmidt: » Ich blieb ruhig. So einfach gab ich nicht auf. «
es: Sr. Schmidt: » Me quedé tranquilo. No iba a rendirme. «
pl: P. Schmidt: » Byłem spokojny i nie miałem zamiaru się tak po prostu poddać. «

source: Mr. Schmidt: » I did my best to figure out what was going on. I wasn't just going to sit down and take it! «
de: Herr Schmidt: » Ich gab mein Bestes, um herauszufinden, was los war. Ich wollte es nicht einfach so hinnehmen. «
es: Sr. Schmidt: » Hice mi mejor esfuerzo para averiguar lo que estaba pasando. ¡No iba a sentarme y aguantarlo! «
pl: P. Schmidt: » Robiłem wszystko, by przypomnieć sobie, jak się tam znalazłem. Nie miałem zamiaru siedzieć z założonymi rękami! «

source: Mr. Schmidt: » Especially not if my family was in danger somewhere else. «
de: Herr Schmidt: » Insbesondere nicht, wenn meine Familie in Gefahr war. «
es: Sr. Schmidt: » Especialmente no si mi familia estuviera en peligro en otro lugar. «
pl: P. Schmidt: » Szczególnie, że moja rodzina też mogła być w niebezpieczeństwie. «

# It_stops_here_The_other_page_seems_to_be_missing
source: It stops here. The other page seems to be missing. Not like I don't remember it, anyways.
de: Hier hört das Protokoll auf. Die andere Seite scheint zu fehlen. Ich kann mich trotzdem noch genau daran erinnern.
es: Se detiene aquí. La otra página parece faltar. No es como no lo recuerdo, de todos modos.
pl: Wychodzi na to, że to wszystko, bo brakuje reszty stron. Tak czy inaczej, dobrze je pamiętam.

# TherapyLog_TherapyLog_TherapyLog
source: therapy log
de: Protokoll einer Therapiesitzung
es: registro de terapia
pl: Dziennik terapii

source: Nothing more in there.
de: Da ist nichts mehr drin.
es: Nada más allí.
pl: Nic więcej tam nie ma.

source: Let's see what's in there...
de: Mal sehen, was da drin ist.
es: A ver que hay ahí ...
pl: Zobaczmy co tam jest...

# A_rotten_animal_skeleton
source: Oh god, it's some kind of animal skeleton. It's all rotten!
de: Oh Gott, das ist ein Skelett von irgendeinem Tier. Es ist ganz verfault!
es: Oh dios, es una especie de esqueleto animal. ¡Está podrido!
pl: O Boże, to resztki jakiegoś zwierzęcia, na dodatek całe zgniłe!

source: Those are Landon's antidepressants. They have not yet been opened.
de: Das sind Landons Antidepressiva. Sie wurden nicht geöffnet.
es: Esos son los antidepresivos de Landon. Todavía no se han abierto.
pl: To są antydepresanty Landona. Nawet nie zostały jeszcze otwarte.

source: And an expendable baton?
de: Ein Teleskopschlagstock?
es: ¿Y un bastón expandible?
pl: I teleskopowa pałka?

source: What the hell would he do with a baton?
de: Wofür zur Hölle braucht er einen Schlagstock?
es: ¿Qué demonios haría con un bastón?
pl: Do czego, do jasnej cholery, potrzebna mu była teleskopowa pałka?

source: This small wooden box was hidden underneath a plank.
de: Diese kleine hölzerne Box war unter einer Bodenplatte versteckt.
es: Esta pequeña caja de madera estaba escondida debajo de una tabla.
pl: To małe, drewniane pudełko było schowane pod deską.

source: A RFID tag is glued to the bottom.
de: Ein RFID-Tag ist an die Unterseite geklebt.
es: Una etiqueta RFID está pegada a la parte inferior.
pl: Czytnik RFID jest przyklejony do podłoża.

# WoodenBox_WoodenBox_WoodenBox
source: wooden box
de: hölzerne Box
es: caja de madera
pl: drewniane pudełko

source: The battery compartment is empty.
de: Das Batterie-Fach ist leer.
es: El compartimiento de la batería está vacío.
pl: Wejście na baterie jest puste.

source: It is empty.
de: Es ist leer.
es: Esta vacio.
pl: Puste.

source: One battery is installed.
de: Eine Batterie ist eingelegt.
es: Una batería está instalada.
pl: Jedna bateria wsadzona.

source: Two batteries are installed.
de: Zwei Batterien sind eingelegt.
es: Dos baterías están instaladas.
pl: Dwie baterie wsadzone.

source: Eww.
de: Bäh.
pl: Fu!
