Repository: advdotnet/Session-Seven
Catalog: src/Game/GameLogic/Properties/Resources_Session_5.*.resx
Languages: de, es, pl

source: He was giggling. It was the first time I'd ever seen him smile, or laugh. And he just kept going.
de: Er kicherte. Es war das erste mal, dass ich ihn lächeln oder lachen gesehen habe, und er hörte einfach nicht damit auf.
es: Se estaba riendo. Era la primera vez que lo veía sonreír o reír. Y él simplemente siguió.
pl: On chichotał. To był pierwszy raz, gdy widziałem, jak się śmieje.

source: I'm standing there, screaming in pain, and he's laughing. He thought it was hilarious.
de: Ich stand da und schrie vor Schmerzen, und er lachte. Er fand es zum Brüllen.
es: Estoy parado allí, gritando de dolor, y él se está riendo. Él pensó que era divertido.
pl: Stoję w kuchni i krzyczę z bólu, a on się śmieje. Dla niego to było bardzo zabawne.

source: Maybe you were making a funny face?
de: Vielleicht haben Sie dabei ihr Gesicht verzogen, und er fand es lustig?
es: Tal vez estabas haciendo una cara graciosa?
pl: Może robiłeś śmieszne miny?

source: That's what Cynthia thought when I told her, but I don't think that's it. I think he genuinely liked it.
de: Das dachte Cynthia auch als ich ihr davon erzählte, aber ich glaube nicht, dass es das war. Ich denke, er hat die Situation ernsthaft genossen.
es: Eso es lo que pensó Cynthia cuando le dije, pero no creo que sea eso. Creo que realmente le gustó.
pl: To samo pomyślała Cynthia, gdy jej powiedziałem, ale to nie było to. Wydaje mi się, że szczerze go to rozbawiło.

source: The loud noises?
de: Die lauten Geräusche?
es: ¿Los ruidos fuertes?
pl: Hałas?

source: The screaming. The pain. Sometimes I wonder if he still does.
de: Mein Geschrei. Die Schmerzen. Ab und zu frage ich mich, ob er das immer noch tut.
es: Los gritos. El dolor. A veces me pregunto si todavía lo hace.
pl: Krzyk i mój ból. Czasami zastanawiam się, czy ciągle go to bawi.

source: That psychiatrist he's seeing doesn't know Landon like I do. He hasn't seen what I've seen him doing.
de: Der Psychologe zu dem Landon geht, kennt ihn nicht so gut, wie ich ihn kenne. Er hat nicht gesehen, was ich gesehen habe.
es: El psiquiatra que está viendo no conoce a Landon como yo. No ha visto lo que le he visto hacer.
pl: Ten psychiatra Landona nie zna go tak dobrze jak ja. Nie widział tego, co ja widziałem.

source: What did you see?
de: Was haben Sie gesehen?
es: ¿Qué viste?
pl: Co widziałeś?

source: It's... hard to explain. And I'm not really proud of how I found it.
de: Es ist... schwierig zu erklären. Und ich bin nicht stolz darauf, wie ich es herausfand.
es: Es dificil de explicar. Y no estoy realmente orgulloso de cómo lo encontré.
pl: Ciężko to wyjaśnić i nie jestem do końca dumny z tego, jak się dowiedziałem.

source: Found what, Ryan?
de: Was haben Sie herausgefunden, Ryan?
es: ¿Encontrar qué, Ryan?
pl: Dowiedziałeś się czego, Ryan?

source: I... You have to understand that he never talks to me. And after everything that's happened, with the bullying and the switching schools and the secrets...
de: Ich... Sie müssen verstehen, dass er nie mit mir redet. Und nach all dem, was passiert war, mit dem Mobbing, dem Schulwechsel und den Geheimnissen...
es: Yo ... Tienes que entender que él nunca me habla. Y después de todo lo que ha pasado, con el bullying y el cambio de escuelas y los secretos ...
pl: Ja... Musisz zrozumieć, że on nigdy ze mną nie rozmawia. Po wszystkim, co się wydarzyło, znęcaniu się przez rówieśników, zmianą szkół i tajemnicami...

source: I just wanted to understand.
de: Ich wollte es nur verstehen.
es: Solo quería entender.
pl: Po prostu chciałem zrozumieć.

source: See, pretty much every weekend, when he thinks nobody is looking, Landon goes off into the belt of forest behind our home, and doesn't come back for a couple of hours.
de: Sehen Sie, fast jedes Wochenende wenn er sich unbeobachtet fühlt, geht Landon in ein Waldstück hinter unserem Haus, und kommt einige Stunden lang nicht zurück.
es: Mira, casi todos los fines de semana, cuando piensa que nadie está mirando, Landon se va al bosque detrás de nuestra casa y no regresa por un par de horas.
pl: Widzisz, praktycznie co weekend, kiedy nikt nie patrzy, Landon wchodzi do lasu za naszym domem i nie wraca przez kilka godzin.

source: I had no idea what he was doing back there. I thought maybe he was meeting a girl, or maybe doing drugs with some friends I didn't know about.
de: Ich hatte keine Ahnung, was er dort trieb. Ich dachte, er trifft sich vielleicht mit einem Mädchen, oder nahm Drogen mit Freunden, von denen ich nichts wusste.
es: No tenía idea de lo que estaba haciendo allí. Pensé que tal vez estaba con una chica, o tal vez tomando drogas con amigos que yo no conocía.
pl: Nie miałem pojęcia, co tam robi. Myślałem, że może spotyka się z jakąś dziewczyną albo wkręca się w narkotyki ze swoimi znajomymi.

source: I don't know that I really would have minded if that was what he was doing back there, because at least that would mean he's spending time with someone.
de: Es hätte mir auch wirklich nichts ausgemacht wenn es so gewesen wäre, weil ich dann gewusst hätte, dass er dort wenigstens Zeit in Gesellschaft verbringt.
es: No sé si realmente me hubiera importado si eso fuera lo que estaba haciendo allí, porque al menos eso significaría que está pasando tiempo con alguien.
pl: Prawdę mówiąc, nie miałbym chyba nic przeciwko temu, co tam robi. Przynajmniej oznaczałoby to, że spędza czas z innymi ludźmi.

source: But it's the kind of thing I think a father should know about.
de: Aber es war eines dieser Dinge worüber ein Vater Bescheid wissen sollte.
es: Pero es el tipo de cosas que creo que un padre debería saber.
pl: Ale jest to jedna z tych rzeczy, o których ojciec powinien wiedzieć.

source: So, one Saturday afternoon, I decided to follow after him. I waited until he left the house and scaled over the back fence, and then I went.
de: Also ein Samstag Nachmittag entschloss ich mich, ihm zu folgen. Ich wartete, bis er das Haus verließ und über den Zaun kletterte, und dann ging ich los.
es: Entonces, un sábado por la tarde, decidí seguirlo. Esperé hasta que él se marchó de la casa y escalé sobre la cerca trasera, y luego me fui.
pl: W pewne sobotnie popołudnie, postanowiłem pójść za nim do tego lasu. Poczekałem, aż wyszedł, przeskoczyłem przez ogrodzenie i ruszyłem za nim.

source: He walked for about twenty minutes back into the forest, and then he stopped at this little clearing in the trees.
de: Er wanderte etwa zwanzig Minuten in den Wald hinein, und stoppte bei einer kleinen Waldlichtung.
es: Caminó durante unos veinte minutos de regreso al bosque, y luego se detuvo en este pequeño claro en los árboles.
pl: Szedł przez ten las jakieś dwadzieścia minut, po czym zatrzymał się przy małej polanie.

source: I hid behind one of the big oaks while he bent down over something.
de: Ich versteckte mich hinter einer der großen Eichen, als er sich über irgendetwas beugte.
es: Me escondí detrás de uno de los grandes robles mientras él se inclinaba sobre algo.
pl: Schowałem się za dużym dębem i zauważyłem, że nad czymś się pochyla.

source: He wasn't meeting anybody after all. He just seemed to be working away at something, like he was really focused.
de: Er traf sich letztendlich mit niemandem. Er war mit irgendetwas beschäftigt, er wirkte regelrecht konzentriert.
es: Él estaba solo después de todo. Parecía estar trabajando en algo, como si estuviera realmente concentrado.
pl: Wyglądało na to, że z nikim się nie spotyka. Był bardzo skupiony, jakby nad czymś pracował.

source: I felt bad watching him, but I also didn't want to interrupt. So I just watched.
de: Ich hatte ein schlechtes Gewissen ihn zu beschatten, aber ich wollte ihn auch nicht unterbrechen. Also sah ich einfach nur zu.
es: Me sentí mal mirándolo, pero tampoco quería interrumpir. Así que solo continué viendo..
pl: Nie czułem się dobrze z tym, że go obserwuję, ale jednocześnie nie chciałem mu przerywać.

source: And then?
de: Und dann?
es: ¿Y entonces?
pl: I co było dalej?

source: After a while, he seemed to get bored. He got up and left. After I was sure he wasn't going to come back, I got up so I could get a closer look at his project.
de: Nach einer Weile schien er das Interesse zu verlieren. Er stand auf und ging. Nachdem ich sicher war, dass er nicht zurückkam, ging ich zu der Lichtung, um mir sein Projekt genauer anzusehen.
es: Al cabo de un rato, parecía aburrirse. Se levantó y se fue. Una vez que estuve seguro de que no iba a volver, me levanté para poder ver más de cerca su proyecto.
pl: Po jakimś czasie chyba się znudził, wstał i odszedł. Upewniłem się, że już nie wróci, wstałem i postanowiłem rzucić okiem na to, czym się zajmował.

source: From far away, it looked like... like maybe dolls, or something? Like he was playing with dolls, or stuffed animals?
de: Von weiter weg sah es nach... Puppen aus, oder sowas in der Art? Als ob er mit Puppen spielte, oder mit Kuscheltieren?
es: Desde muy lejos, parecía ... ¿tal vez muñecas o algo así? ¿Como si estuviera jugando con muñecas o con peluches?
pl: Z daleka wyglądało jak... lalki albo coś podobnego, ale nie miałem pewności.

source: But then...
de: Aber dann...
es: Pero entonces...
pl: Ale wtedy...

source: ...then I got closer, and...
de: ...dann kam ich näher, und...
es: ... luego me acerqué, y ...
pl: ...podszedłem bliżej i...

source: ...and I realized...
de: ...und begriff...
es: ...y me di cuenta...
pl: ...zorientowałem się, że...

source: They weren't dolls?
de: Das waren keine Puppen?
es: ¿No eran muñecas?
pl: To nie były lalki, prawda?

source: No. Not dolls. Animals. Corpses. Bloody, open bodies of squirrels and rabbits, baking in the sun... I almost threw up.
de: Nein. Keine Puppen. Tiere. Kadaver. Blutige, offene Körper von Eichhörnchen und Hasen, die in der Sonne vergammelten... Ich habe mich fast übergeben.
es: No. No muñecas. Animales. Cadáveres con sangre, cuerpos abiertos de ardillas y conejos, cociéndose al sol ... casi vomito.
pl: Nie, to nie były lalki. To były martwe zwierzęta, rozprute wiewiórki i króliki leżące w słońcu. Myślałem, że zwymiotuję.

source: But what was he doing with them?
de: Aber was hat er mit ihnen gemacht?
es: Pero ¿qué estaba haciendo con ellos?
pl: Ale co on z nimi robił?

source: I couldn't tell you. He had a bunch of sticks and sharpened rocks around, and he'd pulled the guts out of some of the poor little creatures.
de: Kann ich nicht sagen. Er hatte da eine Menge kleiner Stöckchen und spitzer Steine liegen und er zog die Gedärme aus einer dieser armen kleinen Kreaturen.
es: No sabría decirte Tenía un montón de palos y piedras afiladas alrededor, y había sacado las tripas de algunas de las pobres pequeñas criaturas.
pl: Nie jestem ci w stanie powiedzieć. Wiem jedynie, że znalazłem tam pełno zaostrzonych kamieni i patyków, a wszystkim zwierzętom wyciągnął wnętrzności.

source: It was like he was examining them. Playing surgeon.
de: Es war wie als ob er sie untersuchte. Chirurg spielte.
es: Era como si los estuviera examinando. Jugando al cirujano.
pl: Wyglądało to tak, jakby próbował je zbadać albo bawił się w chirurga.

source: Ryan, I can't lie to you. That's... that's concerning behavior. Is he still doing that?
de: Ryan, ich kann Sie nicht anlügen. Das... das ist besorgniserregendes Verhalten. Macht er das immer noch?
es: Ryan, no puedo mentirte. Eso es ... eso es un comportamiento preocupante. ¿Sigue haciendo eso?
pl: Ryan, nie będę cię okłamywał. To dziwne zachowanie, które bardzo mnie martwi. Czy wciąż to robi?

source: I think that's the most disturbing part about all of this for me, strangely enough.
de: Ich denke, das ist seltsamerweise der beunruhigendste Teil der ganzen Geschichte für mich.
es: Creo que esa es la parte más perturbadora de todo esto para mí, por extraño que parezca.
pl: Wydaje mi się, że to najdziwniejsza rzecz z tego wszystkiego.

source: He stopped. That same day that I went after him, he quit going out on the weekends.
de: Er hat damit aufgehört. Seit diesem Tag, an dem ich ihm nachstellte, ging er an den Wochenenden nie mehr raus in den Wald.
es: Él se detuvo. Ese mismo día que fui tras él, dejó de salir los fines de semana.
pl: Wygląda na to, że przestał. Po tamtym dniu, kiedy za nim poszedłem, przestał wychodzić w weekendy.

# Started_staying_at_home_in_his_room_like_he_does_mosts_school_nights
source: Started staying at home in his room, like he does most school nights.
de: Er blieb in seinem Zimmer, wie meistens auch unter der Woche nach der Schule.
es: Comenzó a quedarse en casa en su habitación, como hace la mayoría de las noches escolares.
pl: Zaczął przesiadywać w pokoju, tak jak robi to zwykle w tygodniu po szkole.
