Repository: advdotnet/Session-Seven
Catalog: src/Game/GameLogic/Properties/Resources_Session_4.*.resx
Languages: de, pl

source: ...Don't you believe me?
de: ...Glauben Sie mir etwa nicht?
pl: ...Nie wierzysz mi?

source: Is that true? You're taking your medications regularly?
de: Ist das wahr? Nehmen Sie regelmäßig Ihre Medizin?
pl: Czy to prawda? Pamiętasz, by regularnie brać swoje leki?

source: Well, I... I don't know. It doesn't matter. Besides, I haven't had a problem like that in a long time.
de: Nun, ich... ich weiß es nicht. Es spielt keine Rolle. Außerdem hatte ich schon lange kein Problem mehr dieser Art.
pl: Ja... nie wiem. To nie ma dla mnie znaczenia. Poza tym, nie miałem ich już od bardzo dawna.

source: I'm sorry, is there something else you would prefer I call your episodes?
de: Es tut mir leid, wie würden Sie Ihre Phasen lieber nennen?
pl: Przepraszam, czy jest jakaś inna nazwa, której powinienem używać, do określenia twoich "epizodów"?

source: Do you have to call it that?
de: Müssen Sie dieses Wort in den Mund nehmen?
pl: Czy musisz tak to nazywać?

source: Oh, I don't know... I play the guitar?
de: Ach, keine Ahnung... Ich spiele Gitarre?
pl: Oh, nie wiem... gram na gitarze?

source: And do you find that playing helps you when you are... agitated?
de: Und denken Sie, dass Ihnen Gitarre spielen hilft, wenn Sie... unruhig sind?
pl: I to granie pomaga ci kiedy jesteś... wzburzony?

source: Anyways, work isn't the only thing that makes up a man. What would you say you do for fun?
de: Jedenfalls ist die Arbeit nicht das einzige, was einen Menschen ausmacht. Was machen Sie in Ihrer Freizeit?
pl: Jednak nie samą pracą człowiek żyje? Powiedz mi co lubisz robisz dla przyjemności?

source: Good to hear. Your family is your support system.
de: Das ist gut zu hören. Ihre Familie gibt Ihnen Kraft und Halt.
pl: Dobrze to słyszeć, bo rodzina jest twoim wsparciem.

source: That's unfortunate. But I wonder if you can't make something better for yourself where you are now?
de: Das ist bedauerlich. Aber vielleicht können Sie sich mit Ihrer neuen Situation anfreunden.
pl: Zastanawiam się, czy nie możesz zrobić czegoś lepszego dla siebie, tam gdzie jesteś?

source: I think we could both benefit from learning a little bit more about yourself.
de: Ich glaube, es wäre gut für uns beide, etwas mehr über Sie zu erfahren.
pl: Uważam, że byłoby korzystne dla nas obu, gdybyś powiedział mi coś więcej o sobie.

source: Like what?
de: Und was genau?
pl: Co na przykład?

source: Well, what do you do for work?
de: Nun, was machen Sie beruflich?
pl: Powiedz mi coś o swojej pracy?

source: I'm a mechanical engineer.
de: Ich bin Maschinenbauingenieur.
pl: Jestem inżynierem mechanikiem.

source: And you like your work?
de: Und mögen Sie Ihre Arbeit?
pl: Lubisz swoją pracę?

source: Can't complain.
de: Ich kann mich nicht beschweren.
pl: Nie narzekam.

source: It's awful.
de: Es ist schrecklich.
pl: Jest okropna.

source: That's good. Liking what you do is important.
de: Das ist gut. Es ist wichtig, dass man in seiner Arbeit Erfüllung findet.
pl: To dobrze, bo lubienie tego co się robi, jest bardzo ważne.

source: I'm sorry to hear that.
de: Es tut mir leid, das zu hören.
pl: Przykro mi to słyszeć.

source: So were you upset about having to change offices to be with your son?
de: Waren Sie darüber verärgert, für Ihren Sohn den Job zu wechseln zu müssen?
pl: Wieć, nie byłeś zadowolony, że musiałeś zamienić swoje biuro, by być bliżej z synem?

source: Yes. I don't handle change well.
de: Ja. Ich komme mit Veränderungen nicht gut klar.
pl: Tak, bo radzę sobie dobrze ze zmianami.

source: Yes. I had it good where I was.
de: Ja. Mir ging es gut, wo ich war.
pl: Tak, bo czułem się dobrze w poprzednim miejscu.

source: No. It doesn't matter to me if I'm with my family.
de: Nein. Es spielt für mich keine Rolle, solange ich bei meiner Familie bin.
pl: Nie, nie ma to dla mnie znaczenia, jeżeli jestem z moją rodziną.

source: I see. Perhaps this time, however, it was for the best?
de: Ich verstehe. Vielleicht war es trotzdem das Beste für Sie?
pl: Rozumiem. Może wyszło jednak na lepsze?
