Repository: advdotnet/Session-Seven
Catalog: src/Game/GameLogic/Properties/Resources_Session_3.*.resx
Languages: de, es, pl

source: Of course.
de: Natürlich.
es: Por supuesto.
pl: Oczywiście.

source: Maybe not...
de: Vielleich nicht...
es: Tal vez no...
pl: Może nie...

source: Honestly, I still haven't forgiven her for all this.
de: Ich habe ihr ehrlich gesagt deswegen immer noch nicht verziehen.
es: Honestamente, todavía no la he perdonado por todo esto.
pl: Szczerze mówiąc, jeszcze nie wybaczyłem jej tego wszystkiego.

source: I thought you said we should talk about something LESS painful.
de: Ich dachte Sie hätten gesagt dass wir über etwas WENIGER schmerzhaftes reden.
es: Pensé que habías dicho que deberíamos hablar de algo menos doloroso.
pl: Myślałem, że mieliśmy porozmawiać o czymś MNIEJ bolesnym?

source: Good to hear. How have things been with your wife, since all of this?
de: Gut zu hören. Wir lief es zwischen Ihnen und Ihrer Frau, seit der ganzen Geschichte?
es: Bueno escuchar ¿Cómo han ido las cosas con tu esposa, después todo esto?
pl: Jak wyglądały twoje późniejsze relacje z żoną?

source: Sounds good to me.
de: Hört sich gut an.
es: Suena bien para mí.
pl: Brzmi dobrze.

source: Let's talk about something less painful for a while.
de: Lassen Sie uns über etwas weniger schmerzhaftes reden.
es: Vamos a hablar de algo menos doloroso por un tiempo.
pl: Porozmawiajmy w takim razie o czymś mniej bolesnym.

source: I like to think we're getting better.
de: Ich glaube, es geht wieder bergauf.
es: Me gusta pensar que estamos mejorando.
pl: Lubię myśleć, że między nami jest coraz lepiej.

source: Cynthia and I haven't been on particularly good ground since this all began.
de: Cynthia und ich hatten so unsere Probleme seitdem das alles begann.
es: Cynthia y yo no hemos estado particularmente bien desde que comenzó todo esto.
pl: Cynthia i ja nie mieliśmy dobrych relacji, odkąd się to wydarzyło.

source: It's hard to reestablish trust in somebody that constantly seems like they're holding something back.
de: Es ist schwierig das Vertrauen in jemanden wiederzugewinnen der ständig etwas zu verschweigen scheint.
es: Es difícil restablecer la confianza en alguien que constantemente parece que está ocultando algo.
pl: Trudno jest odbudować zaufanie z kimś, kto ciągle coś przed tobą ukrywa.

source: And you do think that she's still holding something back from you? Even now?
de: Und glauben Sie, dass sie Ihnen immer noch etwas verschweigt? Selbst jetzt noch?
es: ¿Y crees que ella todavía te está ocultando algo? ¿Incluso ahora?
pl: I myślisz, że ona ciągle coś przed tobą ukrywa? Nawet teraz?

source: She has to be. You don't just uproot somebody's life like that with such little reason.
de: Das muss sie. Man krempelt sein Leben nicht einfach ohne einen entsprechenden Anlass um.
es: Tiene que serlo. No solo arrancas la vida de alguien así con tan poca razón.
pl: Jestem tego pewny. Nie zmieniasz całkowicie czyjegoś życia bez powodu.

source: She's still hiding something from me, even now. I know she is. She didn't even want me coming in to see you.
de: Sie verbirgt immer noch etwas vor mir, auch jetzt noch. Das weiß ich einfach. Sie wollte auch nicht, dass ich zu Ihnen gehe.
es: Ella todavía está escondiendo algo de mí, incluso ahora. Sé que ella es. Ella ni siquiera quería que viniera a verte.
pl: Ona ciągle coś przede mną ukrywa. Nawet teraz nie chciała, bym się z tobą zobaczył.

source: I... I don't know. Honestly, I just think this is going to take time.
de: Ich... ich weiß es nicht. Ehrlich gesagt glaube ich, dass das einfach Zeit braucht.
es: Yo ... no lo sé. Honestamente, creo que esto va a llevar tiempo.
pl: Ja... nie wiem, co mam myśleć. Po prostu myślę, że to może zająć trochę czasu.

source: I really do want to trust her again. It's just... not easy.
de: Ich will ihr ja wieder vertrauen können. Es ist... einfach nicht so leicht.
es: Realmente quiero confiar en ella otra vez. Es solo que ... no es fácil.
pl: Naprawdę nie chcę jej znowu zaufać. To nie jest... takie proste.

source: It's been awhile now since everything went down. I'm trying my best.
de: Es ist ein Weilchen vergangen, seit dem das alles passiert war. Ich gebe mein Bestes.
es: Ha pasado un tiempo desde que todo sucedió. Estoy haciendo mi mejor esfuerzo.
pl: Minęło już trochę czasu, od kiedy wszystko się zawaliło. Staram się, jak mogę.

source: I mean, it's hard to know with her, whether or not she's telling the truth, even now, but we are trying.
de: Ich meine es ist auch jetzt noch schwierig zu sagen, ob sie die Wahrheit sagt. Aber wir versuchen es miteinander.
es: Quiero decir, es difícil saber con ella, esté o no diciendo la verdad, incluso ahora, pero lo estamos intentando.
pl: Po prostu bardzo trudno określić, kiedy mówi prawdę, nawet teraz. Mimo wszystko nadal się staramy.

source: Yesterday I even cooked pasta for her.
de: Gestern habe ich sogar Nudeln für die gekocht.
es: Ayer incluso cociné pasta para ella.
pl: Wczoraj nawet przygotowałem dla niej danie z makaronu.

source: You think she could still be lying to you?
de: Glauben Sie, dass sie Sie immer noch anlügt?
es: ¿Crees que ella todavía podría estar mintiéndote?
pl: Myślisz, że ona ciągle cię okłamuje?

source: I don't know.
de: Ich weiß es nicht.
es: No lo sé.
pl: Nie wiem.

source: I'm telling myself she's not, that we've gotten it all out there by now, but... it's hard to say for sure.
de: Ich versuche mir einzureden, dass sie nicht mehr lügt, und dass wir das alles mittlerweile überwunden hätten. Aber es ist schwer, das mit Sicherheit zu sagen.
es: Me digo a mí mismo que no, que ya lo hemos hecho todo, pero ... es difícil decirlo con seguridad.
pl: Wmawiam sobie, że mnie nie okłamuje, że wszystko sobie wyjaśniliśmy, ale... ciężko mieć pewność.

source: I know you keep telling me I should just move on, but it's just...
de: Ich weiß dass Sie mir immer sagen ich sollte einfach weitermachen, aber...
es: Sé que sigues diciéndome que debería seguir adelante, pero es solo ...
pl: Wiem, ciągle powtarzasz mi, że powinienem ruszyć dalej z życiem, ale to jest...

source: I don't know if I ever will be able to trust her again. Not completely.
de: Ich weiß nicht, ob ich ihr jemals wieder vertrauen kann. Zumindest nicht vollständig.
es: No sé si alguna vez podré volver a confiar en ella. No completamente.
pl: Nie wiem, czy kiedykolwiek jej jeszcze zaufam. Nie w pełni.

source: You don't just move on from something like that, you know?
de: Man macht nach sowas nicht einfach weiter, verstehen Sie?
es: No te olvidas de algo así, ¿sabes?
pl: Nie jesteś w stanie tak po prostu ruszyć ze swoim życiem po czymś takim, rozumiesz?

source: But do you really think she's still lying to you? Even now?
de: Aber glauben Sie wirklich, dass sie Sie immer noch anlügt? Sogar jetzt noch?
es: ¿Pero realmente crees que ella todavía te está mintiendo? ¿Incluso ahora?
pl: Ale czy naprawdę uważasz, że ona ciągle cię okłamuje? Nawet teraz?

source: Well alright, that's fair. But tell me this, Ryan. Do you still love her?
de: Nun, das stimmt. Aber sagen Sie mir Ryan, lieben Sie sie noch?
es: Bueno, está bien, eso es justo. Pero dime esto, Ryan. ¿Todavía la amas?
pl: W porządku, to ma sens, ale odpowiedz mi na jedno pytanie, Ryan. Nadal ją kochasz?

source: Can I really love somebody I don't even fully trust?
de: Kann ich jemanden lieben dem ich nicht vollständig vertraue?
es: ¿Realmente puedo amar a alguien en quien no confío plenamente?
pl: Czy mogę kochać kogoś, komu nie do końca ufam?

source: She's my wife, of course I do.
de: Sie ist meine Frau, natürlich liebe ich sie.
es: Ella es mi esposa, por supuesto que sí.
pl: To moja żona. Oczywiście, że tak.

source: Not anymore. I can't.
de: Nicht mehr. Ich kann es nicht.
es: Ya no. No puedo
pl: Już nie. Nie jestem w stanie.

source: I want to love her, of course I do, but... how can I when I'm too busy analyzing everything she does?
de: Ich möchte sie natürlich lieben, aber... wie kann ich das wenn ich ständig damit beschäftigt bin, jeden ihrer Schritte zu analysieren?
es: Quiero amarla, por supuesto que sí, pero ... ¿cómo puedo cuando estoy demasiado ocupada analizando todo lo que ella hace?
pl: Chcę ją kochać, oczywiście, ale... jak mam to zrobić, gdy jestem zbyt zajęty analizowaniem wszystkiego, co robi?

source: Everything she says to me, every time she leaves the house for groceries or whatever, I have to try and figure out if she's being honest with me or not.
de: Bei allem, was sie mir sagt, und jedes mal, wenn sie das Haus verlässt muss ich darüber nachdenken, ob sie ehrlich zu mir ist.
es: Todo lo que me dice, cada vez que sale de la casa para comprar comestibles o lo que sea, tengo que tratar de averiguar si ella es honesta conmigo o no.
pl: Za każdym razem kiedy coś mówi, wychodzi na zakupy albo gdziekolwiek indziej, staram się zorientować, czy jest ze mną szczera.

source: It's maddening.
de: Es ist unerträglich.
es: Es enloquecedor
pl: Można od tego zwariować.

source: Have you tried talking to her about this?
de: Haben Sie versucht, mir ihr darüber zu sprechen?
es: ¿Has tratado de hablar con ella sobre esto?
pl: Próbowałeś z nią o tym porozmawiać?

source: No, of course not. Not yet. But I swear to god it's driving me insane.
de: Nein, natürlich nicht. Noch nicht. Aber ich schwöre bei Gott, das macht mich völlig irre.
es: No claro que no. Aún no. Pero juro por Dios que me está volviendo loco.
pl: Oczywiście, że nie, ale doprowadza mnie to już do obłędu.

source: Just last week she said she was going out to the gym. It's been years since she last went to the gym.
de: Gerade letzte Woche sagte sie, sie ginge ins Fitnessstudio. Sie war schon seit Jahren nicht mehr im Fitnessstudio.
es: Apenas la semana pasada ella dijo que iba a ir al gimnasio. Han pasado años desde la última vez que fue al gimnasio.
pl: W zeszłym tygodniu powiedziała, że idzie na siłownię. Ostatni raz była tam kilka lat temu.

source: I thought I could let it go, but I couldn't.
de: Ich dachte, ich könnte es gut sein lassen, aber das konnte ich nicht.
es: Pensé que podría dejarlo ir, pero no pude.
pl: Myślałem, że mogę odpuścić, ale nie dałem rady.

source: So you didn't let her go?
de: Also ließen Sie sie nicht gehen?
es: ¿Entonces no la dejaste ir?
pl: Więc jej nie puściłeś?

source: Oh no, I let her go. She walked out of the house, got into the car, and drove off down the street before...
de: Oh doch, ich ließ sie gehen. Sie verließ das Haus, stieg ins Auto, und fuhr die Straße entlang, bevor...
es: Oh no, la dejé ir. Salió de la casa, se subió al auto y se fue por la calle antes de ...
pl: Nie, puściłem ją. Wyszła z domu, wsiadła do auta i odjechała, zanim...

source: Before what?
de: Bevor was?
es: ¿Antes de que?
pl: Zanim co?

source: Well, I'm not proud of it, but... I followed her.
de: Nun, ich bin alles andere als stolz darauf, aber... ich folgte ihr.
es: Bueno, no estoy orgulloso de eso, pero ... la seguí.
pl: Nie jestem z tego dumny, ale... postanowiłem ją śledzić.

source: I stayed clear back so she wouldn't recognize me, and I followed her all the way to where she was going.
de: Ich hielt ausreichend Abstand so dass sie mich nicht bemerkte, und ich folgte ihr die ganze Fahrt.
es: Me mantuve escondido para que ella no me reconociera, y la seguí hasta donde estaba yendo.
pl: Utrzymywałem odpowiednią odległość, by nie mogła mnie rozpoznać i pojechałem za nią do miejsca, gdzie powinna być.

source: And?
de: Und?
es: ¿Y?
pl: I?

source: She went straight to the gym.
de: Sie fuhr direkt ins Fitnessstudio.
es: Ella fue directamente al gimnasio.
pl: Poszła prosto na siłownię.

source: But you still don't trust her.
de: Aber Sie vertrauen ihr immer noch nicht.
es: Pero todavía no confías en ella.
pl: Ale ciągle nie potrafisz jej zaufać?

source: No. I think this was just a rare instance of honesty for her.
de: Nein. Ich denke, das war nur ein seltenes Beispiel an Ehrlichkeit.
es: No. Creo que esto fue solo un raro caso de honestidad para ella.
pl: Nie. Myslę, że to był rzadki przypadek jej szczerości.

source: And who knows? Maybe she even knew I was following her after all.
de: Und wer weiß? Vielleicht hatte sie doch bemerkt, dass ich ihr folgte.
es: ¿Y quien sabe? Tal vez incluso sabía que la estaba siguiendo después de todo.
pl: I kto wie? Może od początku wiedziała, że ją śledzę?

source: And you don't think things will ever be the same now.
de: Und Sie denken nicht, dass es jemals wieder so wird, wie früher.
es: Y no piensas que las cosas serán lo mismo ahora.
pl: I nie wydaje ci się, że sprawy mogą kiedykolwiek wrócić do normy?

source: No. Never again.
de: Nein. Dieser Zug ist abgefahren.
es: No. Nunca más.
pl: Nie, nigdy.

source: Maybe some day...
de: Vielleicht eines Tages...
es: Tal vez algún día...
pl: Może kiedyś...

source: Any love I had for her is just getting slowly destroyed by what she did.
de: Jegliche Liebe die ich für sie empfand wird langsam von dem zerstört, was sie getan hat.
es: Cualquier amor que tuviera por ella se está destruyendo lentamente por lo que hizo.
pl: Cała miłość, którą kiedyś do niej czułem, powoli zanika przez to, co zrobiła.

source: I just don't think I can get over this.
de: Ich glaube nicht, dass jemals darüber hinweg komme.
es: Simplemente no creo que pueda superar esto.
pl: Raczej nie będę mógł o tym zapomnieć.

source: I know there was a point where Cynthia and I were... well, we were really happy.
de: Ich weiß da gab es einen Zeitpunkt an dem Cynthia und ich... nun, wirklich glücklich waren.
es: Sé que hubo un punto en el que Cynthia y yo estábamos ... bueno, estábamos realmente felices.
pl: Wiem, że był taki moment w naszym życiu, gdy byliśmy bardzo szczęśliwi.

source: She was my best friend, and I would have trusted her with my life. We did everything together. Sometimes I think back on that.
de: Sie war meine beste Freundin und ich hätte ihr mein Leben anvertraut. Wir taten alles zusammen. Ab und zu denke ich daran zurück.
es: Ella era mi mejor amiga, y le habría confiado mi vida. Lo hicimos todo juntos. A veces pienso en eso.
pl: Była moim najlepszym przyjacielem i miałem do niej pełne zaufanie. Robiliśmy razem wszystko. Czasami wracam do tych wspomnień.

source: We had one day, not long before Landon was born, when we were supposed to be out getting some decorations for our baby shower...
de: Kurz vor Landon's Geburt hatten wir einen Tag an dem wir Dekorationen für die Baby-Party organisieren sollten...
es: Tuvimos un día, no mucho antes de que naciera Landon, cuando se suponía que íbamos a comprar decoraciones para nuestro baby shower ...
pl: Był taki dzień, gdy musieliśmy kupić dekoracje na przyjęcie przed narodzinami Landona...

source: ...but we just got so tired of all the family and the friends and it was such a nice, sunny day outside.
de: ...aber wir hatten damals schon genug von der ganzen Familie und den Freunden, und es war so ein schöner, sonniger Tag da draußen.
es: ... pero nos cansamos tanto de toda la familia y los amigos y fue un día agradable y soleado afuera.
pl: ...ale byliśmy już tak zmęczeni rodziną i przyjaciółmi, a dzień był taki piękny, że...

source: We ended up just pulling off the highway at this lake, just me and her, and lying in the grass for hours on our picnic blanket, just soaking up the sun together until it went down.
de: Schließlich fuhren wir zu diesem See, nur sie und ich, und verbrachten Stunden lang auf unserer Picknick-Decke und genossen gemeinsam die Sonne, bis sie unterging.
es: Terminamos simplemente saliendo de la carretera en este lago, solo yo y ella, y tumbados en la hierba durante horas en nuestra manta de picnic, simplemente tomando el sol juntos hasta el ocaso.
pl: Zamiast w sklepie, wylądowaliśmy nad jeziorem. Leżeliśmy razem godzinami na kocu, opalając się i czekając, aż zajdzie słońce.

source: It was beautiful. I miss that.
de: Es war wunderschön. Ich vermisse diesen Tag.
es: Fue hermoso. Extraño eso.
pl: To był piękny moment i brakuje mi tego.

source: And you think you could get that back one day?
de: Und denken Sie, es könnte irgendwann wieder so wie an diesem Tag werden?
es: ¿Y crees que podrías recuperar eso algún día?
pl: Myślisz, że mógłbyś to jeszcze kiedyś mieć?

source: I don't know. I really hope so.
de: Ich weiß es nicht. Ich hoffe es inständig.
es: No lo sé. Realmente eso espero.
pl: Nie wiem, ale mam taką nadzieję.

source: I can't just stop loving her. She's been my best friend since college.
de: Ich kann nicht einfach damit aufhören, sie zu lieben. Sie war seit der Universität meine beste Freundin.
es: No puedo dejar de amarla. Ella ha sido mi mejor amiga desde la universidad.
pl: Nie mogę przestać jej kochać. Ona była moim najlepszym przyjacielem od czasu studiów.

source: We have a son together. He... he needs us both.
de: Wir haben einen gemeinsamen Sohn. Er... er braucht uns beide.
es: Tenemos un hijo juntos. Él ... nos necesita a los dos.
pl: Mamy razem syna i on... On nas potrzebuje.

source: And you plan to be there for him?
de: Und haben Sie vor, für ihn da zu sein?
es: ¿Y planeas estar ahí para él?
pl: I planujecie być dla niego wsparciem?

source: The two aren't exactly mutually exclusive. I don't know. I don't really want to talk about him right now.
de: Die beiden schließen sich nicht aus. Ich weiß es nicht. Ich möchte jetzt wirklich nicht über ihn sprechen.
es: Los dos no son exactamente mutuamente excluyentes. No lo sé. Realmente no quiero hablar de él ahora.
pl: To się nie wyklucza. Nie wiem. Nie chcę o tym teraz rozmawiać.

source: Of course, I'm sorry. We'll save that for another session.
de: Natürlich, das tut mir leid. Das holen wir in einer anderen Sitzung nach.
es: Por supuesto que lo siento Lo guardaremos para otra sesión.
pl: Oczywiście, przepraszam. Porozmawiamy o tym na następnej sesji.

source: But you do think you will be staying with Cynthia, as of now?
de: Aber denken Sie, dass Sie mit Cynthia eine gemeinsame Zukunft haben werden?
es: ¿Pero crees que te quedarás con Cynthia a partir de ahora?
pl: Ale myślisz, że na razie zostaniesz z Cynthią?

source: I don't think I have much of a choice. Besides, I think one day we'll get back to who we were.
de: Ich glaube, ich habe keine große Wahl. Außerdem denke ich, dass wir irgendwann mal wieder so sein werden, wie früher.
es: No creo que tenga mucha opción. Además, creo que algún día volveremos a lo que éramos.
pl: Nie mam chyba innego wyboru. Poza tym, wydaje mi się, że pewnego dnia będziemy tacy, jak kiedyś.

source: And who were you then?
de: Wie waren Sie denn früher?
es: ¿Y quién eras tú entonces?
pl: Kim kiedyś byliście?

source: The kind of people that would sneak out of our own wedding reception just to make out and get something greasy to eat.
de: Die Art Leute, die sich während ihrer eigenen Hochzeit davonschlichen, nur um miteinander rumzumachen und sich etwas fetthaltiges zu essen zu besorgen.
es: El tipo de gente que se escaparía de la recepción de nuestra boda solo para besarnos y comer algo grasiento.
pl: Byliśmy ludźmi, którzy potrafili wykraść się ze swojego wesela, tylko po to, by się całować i jeść niezdrowe, tłuste rzeczy.

source: People who went camping, and rode bikes together, and watched shitty movies together just to make fun of them.
de: Leute die campen gingen, gemeinsam Fahrrad fuhren, und sich schlechte Filme ansehen, um sich darüber lustig zu machen.
es: Personas que iban a acampar, andaban en bicicleta juntos y miraban películas de mierda solo para burlarse de ellas.
pl: Ludźmi, którzy jeździli razem na kamping, rowery i oglądali tandetne filmy tylko po to, by się z nich naśmiewać.

source: I liked those people.
de: Ich mochte diese Leute.
es: Me gustaban esas personas.
pl: Lubiłem tych ludzi.

source: What happened to them?
de: Was ist mit ihnen passiert?
es: ¿Que les pasó?
pl: Co się z nimi stało?

source: Do I really even have to tell you?
de: Muss ich Ihnen das wirklich sagen?
es: ¿Realmente tengo que decírtelo?
pl: Czy muszę to w ogóle wyjaśniać?

source: I can't imagine loving somebody I don't even trust. Especially not after what she's done. It's not possible for me.
de: Ich kann es mir nicht vorstellen, jemanden zu lieben, dem man nicht trauen kann. Besonders nachdem, was sie getan hat. Es geht einfach nicht mehr.
es: No puedo imaginar amar a alguien en quien ni siquiera confío. Especialmente no después de lo que ella ha hecho. No es posible para mí.
pl: Nie wyobrażam sobie kochać kogoś, komu nie ufam. Szczególnie po tym, co zrobiła. Nie jest to dla mnie możliwe.

source: You don't have any good memories with her? Something to convince you otherwise?
de: Haben Sie keine guten Erinnerungen mit ihr? Etwas, das Sie vom Gegenteil überzeugen könnte?
es: ¿No tienes buenos recuerdos con ella? ¿Algo para convencerte de lo contrario?
pl: Nie masz z nią żadnych dobrych wspomnień? Czegoś, co mogłoby cię przekonać do zmiany decyzji?

source: Of course I have good memories. I married the woman, for god's sakes...
de: Natürlich habe ich gute Erinnerungen. Ich heiratete diese Frau, um Himmels willen.
es: Por supuesto que tengo buenos recuerdos. Me casé con la mujer, por el amor de Dios ...
pl: Oczywiście, że mam dobre wspomnienia. Przecież ożeniłem się z tą kobietą, do jasnej cholery...

source: I just don't think there's even a chance we'll go back to the way things were. Not now.
de: Ich glaube einfach nicht, dass es auch nur die kleinste Chance gibt, dass es wieder so wird, wie früher. Nicht jetzt.
es: Simplemente no creo que haya una posibilidad de volver a la forma en que eran las cosas. No ahora.
pl: Po prostu nie wydaje mi się, że możemy wrócić do tego, co było. Nie teraz.

source: Have you told her you feel this way?
de: Haben Sie ihr erzählt, dass sie darüber so denken?
es: ¿Le has dicho que te sientes así?
pl: Powiedziałeś jej, że takie są teraz twoje uczucia?

source: No. Not yet. There's still too much at stake. I have to think about Landon too, here.
de: Nein. Noch nicht. Es steht noch zu viel auf dem Spiel. Ich muss an dieser Stelle auch an Landon denken.
es: No aún no. Todavía hay mucho en juego. También tengo que pensar en Landon.
pl: Nie, jeszcze nie. Stawka jest zbyt wysoka i muszę też myśleć o Landonie.

source: And what are your thoughts on Landon, as of now?
de: Und wie denken Sie gerade über Landon?
es: ¿Y cuáles son tus pensamientos sobre Landon, a partir de ahora?
pl: I jakie są twoje przemyślenia na temat Landona?

source: I think I'd prefer we save that for another session, Doctor.
de: Ich denke wir sparen uns das für eine andere Sitzung auf, Doktor.
es: Creo que preferiría que guardáramos eso para otra sesión, doctor.
pl: Myślę, że wolałbym porozmawiać o tym na następnej sesji, doktorze.
