Repository: advdotnet/Session-Seven
Catalog: src/Game/GameLogic/Properties/Resources_Session_6.*.resx
Languages: de, es, pl

source: He was holding a wrench. He didn't even look at me. He just told Cynthia to come to him.
de: Er hielt einen Schraubschlüssel in der Hand. Er sah mich nicht mal an. Er sagte Cynthia, dass sie zu ihm kommen sollte.
es: Él estaba sosteniendo una llave. Ni siquiera me miró. Solo le dijo a Cynthia que vaya a él.
pl: Trzymał klucz francuski. Nawet na mnie nie spojrzał. Właśnie kazał Cynthii do siebie podejść.

source: And she... she did. She shook herself out of my grip and went to him after only about a minute.
de: Und sie... sie tat es. Sie entfernte sich aus meinem Handgriff und ging nach nur etwa einer Minute zu ihm.
es: Y ella ... ella lo hizo. Ella se soltó de mi y fue hacia él después de solo un minuto.
pl: A ona... to zrobiła. Wyrwała się z mojego uścisku i podeszła do niego już po około minucie.

source: She kept muttering about how he was her baby, and she was sorry...
de: Sie murmelte etwas davon dass er ihr Baby wäre, und dass es ihr Leid täte...
es: Ella seguía murmurando acerca de cómo él era su bebé, y ella lo lamentaba...
pl: Mamrotała coś o tym, że on jest jej dzieckiem, że jej przykro...

source: The last thing I remember is her screaming while he swung the wrench at my head.
de: Das letzte, an das ich mich erinnern kann, ist wie sie schrie, als er ausholte, und mir den Schraubschlüssel gegen den Kopf schlug.
es: Lo último que recuerdo es que ella gritaba mientras él me golpeó con la llave en la cabeza.
pl: Ostatnią rzeczą, jaką pamiętam, był jej krzyk, kiedy machnęła kluczem francuskim w kierunku mojej głowy.

source: And that's it? It was both of them, working together?
de: Und das war es? Es waren beide zusammen?
es: ¿Y fue? Fueron los dos, trabajando juntos?
pl: I to wszystko? Oni ze sobą współpracowali?

source: My wife... My son...
de: Meine Frau... Mein Sohn...
es: Mi esposa ... Mi hijo ...
pl: Moja żona... Mój syn...

source: My own family... And all this time, I thought maybe they were hurt... But they'd just run away.
de: Meine eigene Familie... Und die ganze Zeit dachte ich, sie wären verletzt... Aber sie waren einfach nur abgehauen.
es: Mi propia familia ... Y todo este tiempo, pensé que tal vez estaban heridos ... Pero simplemente se habían escapado.
pl: Moja własna rodzina... I przez cały ten czas myślałem, że może stała im się krzywda... Ale oni po prostu uciekli.
