Repository: advdotnet/Session-Seven
Catalog: src/Game/GameLogic/Properties/Resources_Session_2.*.resx
Languages: de, es, pl

source: Well, why don't we start there?
de: Nun, warum fangen wir nicht dort an?
es: Bueno, ¿por qué no empezamos con eso?
pl: Może zacznijmy więc od tego?

source: When you first realized you were trapped, what did you do?
de: Als Sie zum ersten mal realisierten, dass sie gefangen waren, was genau haben Sie getan?
es: Cuando te diste cuenta de que estabas atrapado, ¿qué hiciste?
pl: Jak się czułeś, gdy w końcu zdałeś sobie sprawę, że jesteś uwięziony?

source: I just lost it. I was terrified.
de: Ich bin durchgedreht. Ich hatte große Angst.
es: Perdía la cabeza. Estaba aterrado.
pl: Kompletnie puściły mi emocje. Byłem przerażony.

source: I got frustrated. I tried to remember what I was doing before it all started.
de: Ich war frustriert. Ich versuchte mich daran zu erinnern was war, bevor all das angefangen hatte.
es: Me frustré. Traté de recordar lo que estaba haciendo antes de que todo comenzara.
pl: Wkurzyłem się i próbowałem sobie przypomnieć, co robiłem wcześniej.

source: I stayed calm. I wasn't just going to give up.
de: Ich blieb ruhig. So einfach gab ich nicht auf.
es: Me quedé tranquilo. No iba a rendirme.
pl: Byłem spokojny i nie miałem zamiaru się tak po prostu poddać.

source: I was just trying everything I could to get out of there.
de: Ich probierte einfach alles aus, um da herauszukommen.
es: Estaba intentando todo lo que podía para salir de allí.
pl: Próbowałem wszystkiego, by się stamtąd wydostać.

source: But then, I wasn't even sure how I'd gotten there.
de: Aber ich war mir ja nicht mal sicher, wie ich da rein geraten war.
es: Pero entonces, ni siquiera estaba seguro de cómo había llegado allí.
pl: Wtedy zdałem sobie sprawę, że nie byłem nawet pewny, jak się tam znalazłem.

source: Nothing was making sense to me. It was like a mad blur. I felt like banging on the walls most of the time.
de: Nichts machte mehr Sinn für mich. Alles war irgendwie wahnsinnig verschwommen. Ich fühlte mich die meiste Zeit mit dem Kopf gegen die Wand rennen.
es: Nada tenía sentido para mí. Era como un borrón loco. Tenía ganas de golpear las paredes la mayor parte del tiempo.
pl: Wszystko było rozmyte i nie miało dla mnie większego sensu. Byłem zupełnie zdezorientowany.

source: I think I was hoping somebody would hear me, but nobody was there...
de: Ich denke ich hoffte dass mich jemand hörte, aber da war niemand...
es: Creo que esperaba que alguien me escuchara, pero no había nadie ...
pl: Liczyłem na to, że ktoś mnie usłyszy, ale nikogo tam nie było...

source: Neither my wife or my son was answering me. I thought maybe they were in danger too.
de: Weder meine Frau oder mein Sohn antworteten mir. Ich dachte sie wären auch in Gefahr gewesen.
es: Ni mi esposa ni mi hijo me estaban respondiendo. Pensé que tal vez ellos también estaban en peligro.
pl: Ani żona, ani syn nie odpowiadali, więc pomyślałem, że oni też mogą być w niebezpieczeństwie.

source: Don't you think it'd be less confusing if you started with how you got there in the first place?
de: Glauben Sie nicht, dass es weniger verwirrend wäre wenn Sie damit beginnen, wie Sie überhaupt in diese Situation geraten sind?
es: ¿No crees que sería menos confuso si empezaras con como llegaste allí en primer lugar?
pl: Nie byłoby ci łatwiej zacząć od zrozumienia, jak się tam znalazłeś?

source: If only I knew...
de: Wenn ich das nur gewusst hätte...
es: Si solo supiera ...
pl: Gdybym tylko to wiedział...

source: Well, that implies that I had any idea at all...
de: Das würde voraussetzen dass ich einen blassen Schimmer gehabt hätte...
es: Bueno, eso implica que tenía alguna idea ...
pl: Zakładając, że miałem o tym jakiekolwiek pojęcie...

source: Before I was there, you know? How did it come to this? And where was my family?
de: Bevor ich in diesem Loch war, verstehen Sie? Wie war es dazu gekommen? Und wo war meine Familie?
es: Antes de que yo estuviera allí, ¿sabes? ¿Cómo se llegó a esto? ¿Y dónde estaba mi familia?
pl: Zanim się tam znalazłem, rozumiesz? Jak do tego doszło? Gdzie była moja rodzina?

source: I was trying to think back on it, and I just... couldn't remember.
de: Ich versuchte mich in die Situation zurückzuversetzen, aber ich... konnte mich einfach nicht erinnern.
es: Estaba tratando de recordarlo, y simplemente ... no podía recordar.
pl: Próbowałem mocno się na tym skupić, ale... nie mogłem sobie przypomnieć.

source: It was like everything leading up to that point was just a dream, and I couldn't quite piece together where it started or ended.
de: Es war wie als ob ein Traum zu diesem Punkt führte, und ich wusste nicht, wo er anfing oder aufhörte.
es: Era como si todo lo llevara a ese punto fuera solo un sueño, y no podía juntar dónde comenzó o terminó.
pl: Doszło do momentu, w którym myślałem, że to tylko sen, nie mogłem jednak ustalić, gdzie się zaczynał lub kończył.

source: And no matter how hard I tried, I just couldn't wake up.
de: Und egal, wie sehr ich mich bemüht habe, ich konnte einfach nicht aufwachen.
es: Y no importa cuánto lo intentara, simplemente no podía despertarme.
pl: I nieważne, jak mocno się starałem, nie mogłem się z niego wybudzić.

source: Well, I think the beginning is a good place to start... How did you think you got there?
de: Nun, der Anfang ist ein guter Ansatzpunkt... Wie denken Sie dort hineingeraten zu sein?
es: Bueno, creo que el principio es un buen lugar para comenzar ... ¿Cómo pensaste que llegaste allí?
pl: Wiesz, wydaje mi się, że dobrze zacząć od początku. Wiedziałeś, jak się tam znalazłeś?

source: That's just it... I didn't know.
de: Das ist es ja... ich weiß es nicht.
es: Eso que... no lo sabía.
pl: Właśnie o to chodzi, że nie miałem pojęcia.

source: I did my best to figure out what was going on. I wasn't just going to sit down and take it!
de: Ich gab mein bestes um herauszufinden, was los war. Ich wollte es nicht einfach so hinnehmen.
es: Hice mi mejor esfuerzo para averiguar lo que estaba pasando. ¡No iba a sentarme y aguantarlo!
pl: Robiłem wszystko, by przypomnieć sobie, jak się tam znalazłem. Nie miałem zamiaru siedzieć z założonymi rękami!

source: Especially not if my family was in danger somewhere else.
de: Insbesondere nicht, wenn meine Familie woanders in Gefahr war.
es: Especialmente no si mi familia estuviera en peligro en otro lugar.
pl: Zwłaszcza że moja rodzina też mogła być w niebezpieczeństwie.

source: I looked everywhere for clues, anything I could find that might help me fix the mess I'd gotten myself into.
de: Ich suchte überall nach Hinweisen, nach allem was irgendwie dazu beitragen konnte, mich aus diesem Schlamassel zu befreien.
es: Busqué pistas en todas partes, cualquier cosa que pudiera encontrar que pudiera ayudarme a arreglar el desastre en el que me había metido.
pl: Wszędzie szukałem wskazówek, które pomogłby mi wydostać się z tego bagna, w które wpadłem.

source: I guess that started with figuring out how I'd gotten there in the first place.
de: Ich schätze das begann damit herauszufinden, wie ich da überhaupt hineingeraten war.
es: Supongo que eso comenzó con averiguar cómo había llegado allí en primer lugar.
pl: Chyba próbowałem sobie przypomnieć, jak się tam znalazłem.
