Repository: advdotnet/Session-Seven
Catalog: src/Game/GameLogic/Properties/Resources.*.resx
Languages: de, es, pl

source: Walk to
de: Gehe zu
es: Caminar a
pl: Podejdź

source: Give
de: Gib
es: Dar
pl: Daj

source: Open
de: Öffne
es: Abrir
pl: Otwórz

source: Close
de: Schließe
es: Cerrar
pl: Zamknij

source: Pick up
de: Nimm
es: Levantar
pl: Podnieś

source: Look at
de: Betrachte
es: Mirar a
pl: Popatrz

source: Talk to
de: Rede mit
es: Hablar a
pl: Rozmawiaj

source: Use
de: Benutze
es: Usar
pl: Użyj

source: with
de: mit
es: con
pl: z

source: Push
de: Drücke
es: Empujar
pl: Pchnij

source: Pull
de: Ziehe
es: Tirar
pl: Ciągnij

source: ui\verbs
de: ui\verbs_ger
es: ui\verbs_es
pl: ui\verbs_pl

source: ui\verbshighlight
de: ui\verbshighlight_ger
es: ui\verbshighlight_es
pl: ui\verbshighlight_pl

source: Load
de: Laden
es: Cargar
pl: Wczytaj

source: Quit
de: Beenden
es: Salir
pl: Wyjdź

source: Save
de: Speichern
es: Guardar
pl: Zapisz

source: Continue
de: Fortsetzen
es: Continuar
pl: Kontynuuj

source: New Game
de: Neues Spiel
es: Juego Nuevo
pl: Nowa gra

source: Really quit?
de: Wirklich beenden?
es: ¿Realmente salir?
pl: Wychodzisz?

source: Do you really want to quit the game?
de: Willst Du das Spiel wirklich beenden?
es: ¿Realmente quieres abandonar el juego?
pl: Czy naprawdę chcesz wyjść z gry?

source: Load Savegame
de: Spielstand laden
es: Cargar juego guardado
pl: Wczytaj zapis

source: Cancel
de: Abbrechen
es: Cancelar
pl: Anuluj

source: Name:
es: Nombre:
pl: Imię:

source: to
de: an
es: para
pl: do

source: Yes
de: Ja
es: Si
pl: Tak

source: Can't do that.
de: Das kann ich nicht tun.
es: No puedo hacer eso
pl: Nie mogę tego zrobić.

source: There is no need to carry that around.
de: Das muss ich nicht herum tragen.
es: No hay necesidad de llevar eso.
pl: Nie ma powodu, by nosić to ze sobą.

source: I don't need that.
de: Das brauche ich nicht.
es: No necesito eso.
pl: Nie potrzebuję tego.

source: I don't see the point in taking that.
de: Ich sehe keinen Sinn darin, das zu nehmen.
es: No veo el punto de tomar eso.
pl: Nie widzę powodu, by to brać.

source: I have got this already.
de: Das habe ich bereits.
es: Ya tengo esto
pl: Już to mam.

source: I have it already.
de: Das habe ich doch schon.
es: Ya lo tengo.
pl: Już to mam.

source: I'm carrying that.
de: Das trage ich bereits mit mir.
es: Estoy llevando eso.
pl: Już to ze sobą noszę.

source: I don't want to move that.
de: Das will ich nicht bewegen.
es: No quiero mover eso.
pl: Nie chcę tego ruszać.

source: There is no need to move that.
de: Es gibt keinen Grund, das zu bewegen.
es: No hay necesidad de mover eso.
pl: Nie ma powodu, by to ruszać.

source: Can't use that.
de: Das kann ich nicht benutzen.
es: No puedo usar eso.
pl: Nie mogę tego użyć.

source: I can't do that.
de: Das kann ich nicht machen.
es: No puedo hacer eso
pl: Nie mogę tego zrobić.

source: That does not work.
de: Das funktioniert so nicht.
es: Eso no funciona.
pl: To nie działa.

source: I don't see anything special.
de: Ich sehe nichts besonderes.
es: No veo nada especial.
pl: Nie widzę nic szczególnego.

source: Nothing to see here.
de: Hier gibt es nichts zu sehen.
es: Nada que ver aqui.
pl: Nie ma tutaj nic wartego uwagi.

source: I guess there won't be an answer.
de: Ich schätze, ich werde keine Antwort erhalten.
es: Supongo que no habrá respuesta.
pl: Myślę, że nie będzie tam odpowiedzi.

source: I can't talk to that.
de: Damit kann ich nicht reden.
es: No le puedo hablar a eso.
pl: Nie mogę z tym rozmawiać.

source: I can't close that.
de: Ich kann das nicht schließen.
es: No puedo cerrar eso.
pl: Nie mogę tego zamknąć.

source: This can't be closed.
de: Das kann nicht geschlossen werden.
es: No se puede cerrar.
pl: To nie może być zamknięte.

source: That does not need to be closed.
de: Das muss nicht geschlossen werden.
es: Eso no necesita ser cerrado.
pl: To nie musi być zamknięte.

source: I can't open that.
de: Ich kann das nicht öffnen.
es: No puedo abrir eso.
pl: Nie mogę tego otworzyć.

source: This can't be opened.
de: Das kann nicht geöffnet werden.
es: Esto no se puede abrir.
pl: Tego nie można otworzyć.

source: That does not need to be opened.
de: Das muss nicht geöffnet werden.
es: Eso no necesita ser abierto.
pl: To nie musi być otwarte.

source: I can't give that to somebody.
de: Das kann ich nicht weggeben.
es: No puedo darle eso a alguien.
pl: Nie mogę tego nikomu dać.

source: No.
de: Nein.
pl: Nie.

source: How?
de: Wie?
es: ¿Cómo?
pl: Jak?

source: Settings
de: Einstellungen
es: Ajustes
pl: Ustawienia

source: Music Volume
de: Musiklautstärke
es: Volumen de la música
pl: Muzyka

source: Sound Volume
de: Tonlautstärke
es: Volumen de sonido
pl: Dźwięk

source: Bloom
pl: Efekt rozmycia

source: Restart the game for this setting to take effect.
de: Das Spiel muss neu gestartet werden, damit diese Einstellung wirksam wird.
es: Reinicia el juego para que esta configuración tenga efecto.
pl: Uruchom ponownie grę, by zatwierdzić wprowadzone zmiany.

source: VSync
pl: Synchronizacja pionowa

source: Display Mode
de: Anzeigemodus
es: Modo de visualización
pl: Tryb wyświetlania

source: Borderless
de: Desktopauflösung
es: Sin bordes
pl: Bez ramki

source: Borderless Fit
de: Desktopauflösung eingepasst
es: Ajuste sin bordes
pl: Bez ramki (dopasowany)

source: Borderless Scale
de: Desktopauflösung skaliert
es: Escala sin bordes
pl: Bez ramki (w skali)

source: Fullscreen
de: Vollbild
es: Pantalla completa
pl: Pełny ekran

source: Window
de: Fenster
es: Ventana
pl: Okno

source: Window Fit
de: Fenster eingepasst
es: Ajuste de la ventana
pl: Okno (dopasowany)

source: Could not load save game. Maybe it was created in an earlier game version.
de: Konnte den Spielstand nicht laden. Vielleicht wurde er mit einer älteren Spiel-Version erstellt.
es: No se pudo cargar la partida. Tal vez fue creado en una versión anterior del juego.
pl: Nie udało się wczytać zapisu gry. Może został utworzony w poprzedniej wersji gry.

# Menu_AddExitConfirmationWindow_No
source: No
de: Nein
pl: Nie

source: Credits
es: Creditos
pl: Lista twórców
