Repository: advdotnet/Session-Seven
Catalog: src/Game/GameLogic/Properties/Resources_Session_1.*.resx
Languages: de

source: And what was life like for you there, Ryan?
de: Beschreiben Sie mir Ihr Leben damals, Ryan.

source: How did things go?
de: Wie lief es so?

source: Do you have to ask? It was horrible.
de: Müssen Sie das fragen? Es war schrecklich.

source: It wasn't a life. It wasn't living.
de: Das war kein Leben.

source: And what was the worst part about it, would you say?
de: Was daran, würden Sie sagen, war am schlimmsten?

source: Hello?
de: Hallo?

source: The not knowing. Definitely.
de: Die Ahnungslosigkeit. Definitiv.

source: Not knowing what was going to happen next, or who was going to be waiting for me... not knowing what would happen to me, or my family...
de: Nicht zu wissen, was als nächstes passiert, oder wer auf mich wartet... nicht zu wissen, was mit mir geschieht, oder meiner Familie...

# HelloExclamation
source: Hello?!?
de: Hallo?!?

source: Help! Help me!
de: Hilfe! Helft mir!

source: Not knowing how the hell I was going to get out of there, or if I ever would... living in a constant state of fear.
de: Nicht zu wissen, wie zur Hölle ich da raus komme, oder ob ich das überhaupt jemals schaffen würde... in einem ständigen Zustand der Angst zu leben.

source: That, by far, was the worst part of it.
de: Das war bei weitem das Schlimmste daran.

source: Ouch. How the hell did this happen?
de: Autsch. Wie zur Hölle ist das passiert?

source: I need to bandage my hand. I think we have a medicine cabinet down here somewhere.
de: Ich muss meine Hand verbinden. Ich glaube, wir haben einen Medizinschrank irgendwo hier unten.
