Repository: advdotnet/Session-Seven
Catalog: src/Game/GameLogic/Properties/Resources_Session_5.*.resx
Languages: de, es, pl

source: Sure.
de: Gewiss.
es: Por supuesto.
pl: Pewnie.

source: No, never.
de: Nein, nie.
es: No, nunca.
pl: Nie, nigdy.

source: But he never said anything to you about it?
de: Aber sprach er Sie jemals darauf an?
es: ¿Pero nunca te dijo nada al respecto?
pl: Ale on nigdy o tym nie wspominał?

source: And, to be honest with you...
de: Und um ehrlich zu sein...
es: Y, para ser honesto contigo ...
pl: I będąc z tobą szczerym...

source: Perhaps Cynthia told him?
de: Vielleicht hat ihm Cynthia etwas erzählt?
es: ¿Tal vez Cynthia le dijo?
pl: Może dowiedział się od Cynthii?

source: Maybe, but I don't think so. I don't think she knew I'd gone out.
de: Vielleicht, aber das denke ich nicht. Ich glaube nicht, dass sie etwas davon mitbekam, als ich das Haus verließ.
pl: Możliwe, ale sam nie wiem. Chyba nie wiedziała, że za nim poszedłem.

source: It's like he knew he'd been followed.
de: Es war wie als ob er wusste, dass er verfolgt wird.
es: Es como si supiera que lo han seguido.
pl: Tak jakby wiedział, że go śledziłem.

source: I haven't been able to sleep quite the same since.
de: Ich konnte seitdem nicht mehr richtig schlafen.
es: No he podido dormir del mismo modo desde entonces.
pl: Miałem duże problemy ze snem od tamtego czasu.

source: Now, Ryan, I know we've been avoiding this subject for a while, but...
de: Nun, Ryan, ich weiß, dass wir dieses Thema eine Weile übergingen, aber...
es: Ryan, sé que hemos estado evitando este tema por un tiempo, pero ...
pl: Wiem, że od jakiegoś czasu unikaliśmy tego tematu, ale...

source: I know, I know. We should talk about him. We should.
de: Ich weiß doch, ich weiß. Wir sollten über ihn sprechen.
es: Sé que sé. Deberíamos hablar de él.
pl: Wiem, wiem. Powinniśmy o nim porozmawiać.

source: I'm glad you think so too. We can start simple. How have things been since the diagnosis?
de: Ich bin froh, dass Sie das auch so sehen. Wir können einfach anfangen. Wie lief es denn so seit der Diagnose?
es: Me alegro de que también lo pienses. Podemos empezar de forma sencilla. ¿Cómo han ido las cosas desde el diagnóstico?
pl: Cieszę się, że też tak uważasz. Zaczniemy od czegoś prostego. Jak się mają sprawy od czasu diagnozy?

source: Oh, I don't know... Odd, I guess. I just don't know if I believe it.
de: Oh, ich weiß nicht... merkwürdig, schätze ich. Ich weiß einfach nicht, ob ich daran glauben kann.
es: Oh, no lo sé ... Raro, supongo. Simplemente no sé si lo creo.
pl: Och, nie wiem... dziwnie. Po prostu nie wiem, czy w to wierzę.

source: Asperger's can present itself in many different ways, Ryan.
de: Ein Asperger-Syndrom kann sich auf vielen verschiedenen Arten äußern, Ryan.
es: Asperger puede presentarse de muchas maneras diferentes, Ryan.
pl: Zespół Aspergera ma bardzo różne objawy, Ryan.

source: Sure, I know it can, it's just... you've heard the way I describe him. Does it sound like Asperger's to you?
de: Klar, das weiß ich, es ist nur... Sie haben ja mitgekriegt, wie ich ihn beschrieb. Klingt das nach Asperger in Ihren Ohren?
es: Claro, sé que puede, es solo que ... has escuchado la forma en que lo describo. ¿Te suena a Asperger?
pl: Oczywiście, że tak, ale... Słyszałeś, jak go opisałem. Czy według ciebie to espół Aspergera?

source: Well, his anti-social behavior certainly could be a sign. You've told me he has lots of trouble making friends.
de: Also sein antisoziales Verhalten kann sicherlich ein Zeichen sein. Sie erzählten mir, dass er große Probleme hat, Freunde zu finden.
es: Bueno, su comportamiento antisocial ciertamente podría ser una señal. Me has dicho que tiene muchos problemas para hacer amigos.
pl: Jego antyspołeczne zachowanie może być objawem. Powiedziałeś mi również, że ma problemy z nawiązywaniem znajomości.

source: Yeah, he does. At least, I think he does. He never brings anybody home, anyways. Do you think he'll ever get any better about that?
de: Ja, hat er. Zumindest glaube ich das. Er bringt jedenfalls niemals jemanden nach Hause. Meinen Sie, das wird sich jemals bessern?
es: Sí, los tiene. Al menos, creo que los tiene. Él nunca trae a nadie a casa, de todos modos. ¿Crees que alguna vez se pondrá mejor con eso?
pl: Tak, to prawda, a przynajmniej tak mi się wydaje. Nigdy nie przyprowadza żadnych znajomych. Myślisz, że kiedyś będzie w tym lepszy?

source: It's possible. Perhaps the antidepressants will help with that as well.
de: Das ist möglich. Vielleicht werden die Antidepressiva dabei unterstützen.
es: Es posible. Quizás los antidepresivos también ayuden con eso.
pl: To możliwe. Może leki antydepresyjne też pomogą.

source: Many depressed people feel that socializing just isn't worth it, whether they're on the spectrum or not.
de: Viele depressive Menschen vermeiden gesellschaftlichen Umgang, egal ob sie im autistischen Spektrum sind, oder nicht.
es: Muchas personas deprimidas sienten que la socialización simplemente no vale la pena, ya sea que estén en el espectro o no.
pl: Wiele osób cierpiących na depresję czuje, że życie towarzyskie nie jest istotne, bez znaczenia, czy mieszczą się w spektrum, czy nie.

source: You ought to know that.
de: Das sollten Sie wissen.
es: Deberías saber eso.
pl: Powinieneś to wiedzieć.

source: That's true. I don't know, I just can't shake the feeling that I'm... I'm missing something? Something big about his behavior.
de: Das stimmt. Ich weiß nicht, ich habe das Gefühl, dass ich... was übersehe? Etwas bezüglich seinem Verhalten.
es: Es verdad. No lo sé, simplemente no puedo evitar la sensación de que ... ¿Me estoy perdiendo algo? Algo grande sobre su comportamiento.
pl: Tak, to prawda. Po prostu cały czas mam przeczucie, że coś mi umyka. Coś ważnego związanego z jego zachowaniem.

source: And it's not that I don't trust... well, your people, but if his own father doesn't know him, how can a psychiatrist?
de: Und es ist nicht so, dass ich... Ihrem Berufsstand nicht traue, aber wenn sein eigener Vater ihn nicht kennt, wie kann das dann ein Psychologe?
es: Y no es que no confíe ... bueno, su gente, pero si su propio padre no lo conoce, ¿cómo puede un psiquiatra?
pl: I to nie jest tak, że nie ufam... ludziom twojej profesji, ale jeżeli jego własny ojciec go nie zna, to jak może go znać psychiatra?

source: You may be right, Ryan. But for the time being, the diagnosis should be a good thing.
de: Da könnten Sie Recht haben, Ryan. Aber im Moment sollten wir die Diagnose als etwas Positives ansehen.
es: Puede que tengas razón, Ryan. Pero por el momento, el diagnóstico debería ser algo bueno.
pl: Możesz mieć rację, Ryan. Jednak teraz diagnoza może być czymś dobrym.

source: It's your first step to getting Landon help. Don't you think so?
de: Es ist Ihr erster Schritt, um Landon zu helfen. Finden Sie das nicht auch?
es: Es tu primer paso para conseguir la ayuda de Landon. ¿No te parece?
pl: To jest twój pierwszy krok do uzyskania pomocy dla Landona. Nie uważasz?

source: Of course. I just want what's best for my son.
de: Klar. Ich will nur das Beste für meinen Sohn.
es: Por supuesto. Solo quiero lo mejor para mi hijo.
pl: Oczywiście, że tak. Po prostu chcę tego, co najlepsze dla mojego syna.

source: I really don't think he's sick. Not like that.
de: Ich glaube wirklich nicht, dass er krank ist. Nicht auf diese Art.
es: Realmente no creo que esté enfermo. No de esa manera.
pl: Nie wydaje mi się, że jest chory. Nie w ten sposób.

source: I think I'm afraid of him.
de: Ich denke, ich habe Angst vor ihm.
es: Creo que le tengo miedo.
pl: Myślę, że troche się go boję.

source: I've always wanted what's best for Landon.
de: Ich wollte immer das Beste für Landon.
es: Siempre he querido lo mejor para Landon.
pl: Zawsze chciałem dla niego jak najlepiej.

source: I'm not 100% convinced that's changing schools, pumping him with pills, and starting all over, but if that's what his mother and his psychiatrist are saying, I guess that's for the best.
de: Ich bin nicht hundertprozentig davon überzeugt, dass ein Schulwechsel, ihn mit Tabletten zu sedieren und wieder komplett von vorne anzufangen das Beste für ihn ist. Aber wenn seine Mutter und sein Psychologe das glauben, soll es mir recht sein.
es: No estoy 100% convencido de que cambiando de escuela, las píldoras y comenzando de nuevo, pero si eso es lo que dicen su madre y su psiquiatra, creo que eso es lo mejor.
pl: Nie jestem w stu procentach pewny, że zmiana szkoły, faszerowanie go lekami i zaczynanie wszystkiego od nowa jest dobrym rozwiązaniem. Ale jeśli jego matka i psychiatra tego oczekują, to może wyjdzie mu to na dobre.

source: It's good that you have his best interests at heart.
de: Es ist gut, dass Sie sein Bestes im Sinn haben.
es: Es bueno que tengas sus mejores intereses en el corazón.
pl: Bardzo dobrze, że zależy ci tak na jego szczęściu.

source: I know that, as a parent with mental illness, it can be difficult to handle when your child is also diagnosed.
de: Ich weiß, dass es für ein Elternteil mit einer psychischen Erkrankung sehr schwierig sein kann, wenn das Kind auch positiv diagnostiziert wird.
es: Sé que, como padre de familia con una enfermedad mental, puede ser difícil de manejar cuando a tu hijo también se le diagnostica con eso.
pl: Diagnoza syna może być ciężkim przeżyciem dla rodzica z chorobą psychiczną.

source: It's hard not to feel guilty, you know? Like, maybe if I'd done something differently...
de: Es ist ist schwer, sich nicht schuldig zu fühlen, verstehen Sie? Vielleicht sähe die Welt anders aus, wenn man irgendetwas anders gemacht hätte...
pl: CIężko się za to nie obwiniać, wiesz? Może mogłem zrobić coś inaczej...

source: Mental illness is like any other chronic disease. You can't have done anything to prevent it.
de: Bei einer Geisteskrankheit ist es wie bei anderen chronischen Krankheiten. Sie hätten nichts tun können, um das zu verhindern.
es: La enfermedad mental es como cualquier otra enfermedad crónica. No puedes haber hecho nada para evitarlo.
pl: Choroba psychiczna jest jak każda inna przewlekła choroba. Nie mogłeś zrobić niczego, by temu zapobiec.

source: Okay, but maybe if I'd been around more often, or spent more time with him.
de: Okay, aber vielleicht hätte ich mich mehr um ihn kümmern sollen, oder mehr mit ihm unternehmen.
es: Está bien, pero tal vez si hubiera estado presente más a menudo, o pasar más tiempo con él.
pl: W porządku, ale może gdybym spędzał z nim więcej czasu, byłoby inaczej.

source: I'm always off at work, and his mother isn't the most accessible of people.
de: Ich bin ständig auf der Arbeit, und seine Mutter ist nicht gerade sehr zugänglich.
es: Siempre estoy en el trabajo y su madre no es la más accesible.
pl: Ja zawsze jestem w pracy, a jego matka nie należy do najbardziej otwartych osób.

source: Maybe if I'd been there, he wouldn't be having such a rough time.
de: Wenn ich mehr für ihn da gewesen wäre, hätte er möglicherweise nicht so eine schwere Zeit.
es: Tal vez si hubiera estado allí, no estaría pasando un mal momento.
pl: Może gdybym spędzał więcej czasu w domu, byłoby mu lżej.

source: Maybe, but that doesn't mean you've lost everything, Ryan. You can still make time for him now.
de: Vielleicht, aber das heißt nicht, dass es dafür zu spät ist. Sie können sich immer noch Zeit für ihn nehmen.
es: Tal vez, pero eso no significa que lo hayas perdido todo, Ryan. Todavía puedes hacer tiempo para él ahora.
pl: Możliwe, ale to nie oznacza, że wszystko straciłeś, Ryan. Nadal możesz znaleźć dla niego czas.

source: What if it's too late? He's so attached to his mother now. He barely speaks to me.
de: Was, wenn es zu spät ist? Er hängt mittlerweile so sehr an seiner Mutter. Er spricht kaum noch mit mir.
es: ¿Y si es demasiado tarde? Él está tan unido a su madre ahora. Apenas me habla.
pl: A jeśli jest już za późno? On jest bardzo przywiązany do swojej matki, a ze mną prawie nie rozmawia.

source: I've tried reaching out to him a few times, but he always goes off and hides in his room to play on his computer or whatever it is he does up there.
de: Ich versuchte einige Male ihm entgegenzukommen, aber er versteckt sich immer in seinem Zimmer, um mit seinem Computer zu spielen, oder was auch immer er dort oben macht.
es: He intentado acercarme a él un par de veces, pero siempre se va y se esconde en su habitación para jugar en su computadora o lo que sea que haga allí.
pl: Próbowałem już kilka razy do niego zagadać, zbliżyć się, ale zawsze ucieka do swojego pokoju grać na komputerze.

source: He isn't interested in bonding.
de: Er ist an einer tieferen Bindung nicht interessiert.
es: Él no está interesado en amigarse.
pl: Nie jest zainteresowany pogłębianiem naszej więzi.

source: Teenagers are difficult, mentally ill or not. You've got to try, Ryan. For your family. You know how important it is.
de: Teenager sind allgemein schwierig, psychische Erkrankung hin oder her. Sie müssen das einfach weiter versuchen, Ryan. Für Ihre Familie. Sie wissen wie wichtig das ist.
es: Los adolescentes son difíciles, mentalmente enfermos o no. Tienes que intentarlo, Ryan. Para tu familia. Ya sabes lo importante que es.
pl: Z nastolatkami jest ciężko, zarówno ze zdrowymi, jak i tymi z problemami psychicznymi. Musisz spróbować dla swojej rodziny, Ryan. Wiesz, jakie to ważne.

source: He wouldn't even tell me what those bullies were doing to him at school. Or who they were. He just said he needed to get away from them.
de: Er wollte mir nicht mal erzählen, was diese Schlägertypen mit ihm in der Schule machten. Oder wer sie waren. Er sagte nur, er müsse sich von ihnen fernhalten.
es: Ni siquiera me dijo lo que esos matones le estaban haciendo en la escuela. O quienes eran. Solo dijo que necesitaba alejarse de ellos.
pl: Nie powiedział mi nawet, co ci dranie robią z nim w szkole. Albo kim oni byli. Powiedział tylko, że musi od nich uciec.

source: I still don't know why... why he did what he did.
de: Ich weiß immer noch nicht, warum er tat, was er tat.
es: Todavía no sé por qué ... por qué hizo lo que hizo.
pl: Ciągle nie wiem dlaczego... Dlaczego zrobił to, co zrobił.

source: To the bullies?
de: Mit diesen Schlägertypen?
es: ¿A los matones?
pl: Tym tyranom?

source: Yes. Like, to purposefully hurt somebody the way he did that one kid... the kid had to have done something pretty awful to him.
de: Ja. Jemanden absichtlich zu verletzen, wie er es mit diesem einen Kind gemacht hat... es musste ihm etwas Schreckliches angetan haben.
es: Sí. Como para lastimar a alguien a propósito como lo hizo con ese niño ... el niño tuvo que haberle hecho algo bastante horrible.
pl: Tak. Aby umyślnie skrzywdzić kogoś tak, jak on skrzywdził tego dzieciaka ... Ten chłopak musiał mu zrobić coś strasznego.

source: How bad were his injuries, exactly?
de: Wie schwer waren seine Verletzungen?
es: ¿Qué tan graves fueron sus heridas, exactamente?
pl: Jak ciężkie były jego urazy?

source: He's just getting out of the hospital today. They thought he might have needed plastic surgery for his face.
de: Er wird heute aus dem Krankenhaus entlassen. Man glaubte, er braucht eine plastische Operation am Gesicht.
es: Acaba de salir del hospital hoy. Pensaron que podría haber necesitado cirugía plástica para su cara.
pl: Właśnie dziś wychodzi ze szpitala. Myśleli, że będzie potrzebował operacji plastycznej twarzy.

source: And Landon still hasn't said a thing. Just that he had it coming. He didn't even seem sorry about it.
de: Und Landon hat immer noch kein Wort darüber verloren. Es ist wie als ob er völlig unberührt davon ist, es scheint ihm nicht mal Leid zu tun.
es: Y Landon todavía no ha dicho nada. Solo que se lo había buscado. Ni siquiera parecía lamentarlo.
pl: Landon nadal nic nie powiedział. Tylko tyle, że sam się o to prosił. Nawet nie było mu z tego powodu przykro.

source: Well... it's difficult to talk about the people that have hurt us, especially for a teenager.
de: Nun, es ist schwierig über die Menschen zu reden, die uns verletzt haben, besonders für Teenager.
es: Bueno ... es difícil hablar de las personas que nos han lastimado, especialmente para un adolescente.
pl: Cóż ... Trudno jest mówić o ludziach, którzy nas skrzywdzili, zwłaszcza nastolatkowi.

source: If you really want to connect, you'll just need to try harder to reach out. Maybe he'd like a trip to the movies? Or the park?
de: Wenn Sie wirklich eine tiefere Bindung herstellen wollen, müssen Sie sich mehr bemühen ihm entgegenzukommen. Vielleicht würde ihm ein Kinobesuch gefallen? Oder ein Ausflug in einen Park?
es: Si realmente quieres conectarte, solo tendrás que esforzarte más para llegar a él. ¿Tal vez le gustaría un viaje al cine? ¿O el parque?
pl: Jeśli naprawdę chcesz się z nim dogadać, po prostu bardziej się postaraj. Może chciałby wybrać się do kina? Albo parku?

source: Maybe... Who knows what he likes anymore.
de: Mag sein... wer weiß, was er noch mag.
es: Tal vez ... Quién sabe lo que le gusta.
pl: Może... Kto wie, co on teraz lubi.

source: Landon has always been troubled, as long as I can remember.
de: Landon hatte es immer schon schwer, so lang ich mich erinnern kann.
es: Landon siempre ha sido problemático desde que puedo recordar.
pl: Landon zawsze był problematyczny, odkąd pamiętam.

source: What do you mean by "troubled"?
de: Was meinen Sie mit "schwer haben"?
es: ¿Qué quiere decir con "problemático"?
pl: Co masz na myśli, mówiąc "problematyczny"?

source: I mean... he's always been difficult to reach. Even when he was a baby.
de: Ich meine es war immer schon schwierig auf ihn zuzugehen. Sogar als er noch ein Baby war.
es: Quiero decir ... siempre ha sido difícil de llegar a él. Incluso cuando él era un bebé.
pl: To znaczy... Zawsze było trudno do niego dotrzeć. Nawet gdy był dzieckiem.

source: All he did was stare. Stare or cry when he was hungry. It was unnerving.
de: Alles, was er tat, war zu starren. Starren oder weinen wenn er Hunger hatte. Es war nervtötend.
es: Todo lo que hacía era mirar fijamente. Mirar fijamente o llorar cuando tenía hambre. Me ponía nervioso.
pl: Tylko się gapił. Gapił się lub płakał, gdy był głodny. To było niepokojące.

source: You mean to say he was slow to show emotion?
de: Sie meinen er hat lange gebraucht, um Emotionen zu zeigen?
es: ¿Quieres decir que era lento para mostrar emoción?
pl: Chcesz powiedzieć, że słabo mu szło okazywanie emocji?

source: Well, yes, but it was more than that I mean, there's something, from when he was younger, and at the time I thought maybe I was imagining it, but now...
de: Ja, aber es war mehr als das. Da gab es etwas, als er jünger war, und damals dachte ich, ich bilde mir das ein, aber mittlerweile...
es: Bueno, sí, pero fue más que eso, quiero decir, hay algo de cuando era más joven, y en ese momento pensé que tal vez lo estaba imaginando, pero ahora ...
pl: Cóż, tak, ale chodziło o coś więcej. Coś było nie tak, odkąd był młodszy. Wtedy myślałem, że może to sobie wyobrażam, ale teraz...

source: What are you talking about?
de: Wovon reden Sie?
es: ¿De qué estás hablando?
pl: Co masz na myśli?

source: I was the first one to ever see him smile.
de: Ich war der erste, der ihn lächeln sehen hat.
es: Fui el primero en verlo sonreír.
pl: Jako pierwszy widziałem uśmiech na jego twarzy.

source: Well, that's wonderful.
de: Das ist doch wundervoll.
es: Bueno, eso es maravilloso.
pl: To jest wspaniałe.

source: No, no, it wasn't wonderful. It was... unsettling.
de: Nein, nein, es war nicht wundervoll. Es war... verstörend.
es: No, no, no fue maravilloso. Fue ... inquietante.
pl: Nie, to nie było wspaniałe. To było... niepokojące.

source: Most babies, their first smile happens because they hear their mother's voice, or somebody makes a silly face at them.
de: Die meisten Babies lächeln zum ersten mal wenn sie die Stimme ihrer Mutter hören, oder wenn jemand ein albernes Gesicht macht.
es: Con la mayoría de los bebés, su primera sonrisa sucede cuando escuchan la voz de su madre, o alguien les hace una mueca.
pl: Większość dzieci uśmiecha się po raz pierwszy, gdy słyszą głos swojej mamy lub gdy ktoś robi do nich miny.

source: Not Landon.
de: Nicht Landon.
es: No para Landon
pl: Ale nie Landon.

source: What was it for Landon?
de: Und wie war es bei Landon?
es: ¿Qué fue para Landon?
pl: Jak to wyglądało u Landona?

source: Cynthia was just out getting the mail when it happened. I was in the kitchen, getting breakfast ready. I was going to make pancakes.
de: Cynthia war gerade draußen, um die Post zu holen, als es passierte. Ich war in der Küche und bereitete das Frühstück zu. Ich wollte Pfannkuchen machen.
es: Cynthia acababa de recibir el correo cuando sucedió. Yo estaba en la cocina, preparando el desayuno. Iba a hacer panqueques.
pl: Cynthia poszła po pocztę, gdy to się stało. Ja byłem w kuchni i przygotowywałem naleśniki na śniadanie.

source: Anyways, I opened up one of the cabinets higher up, trying to find a good frying pan.
de: Jedenfalls öffnete ich einen der höher gelegenen Küchenschränke, um eine gute Pfanne zu suchen.
es: De todos modos, abrí uno de los gabinetes más arriba, tratando de encontrar una buena sartén.
pl: W każdym razie, otworzyłem jedną z szafek, szukając patelni do naleśników.

source: I couldn't quite reach the pan I wanted, so I set Landon down on the counter for just a minute and reached up.
de: Ich kam an die Pfanne nicht ganz heran, also setzte ich Landon kurz auf dem Tresen ab, und griff nach oben.
es: No podía alcanzar la bandeja que quería, así que puse a Landon en el mostrador por un minuto y lo alcé.
pl: Nie mogłem jej dosięgnąć, więc posadziłem Landona na blacie, dosłownie na minutę, i sięgnąłem po patelnię.

source: The pan came crashing down, right next to Landon. I panicked and threw my hand out.
de: Die Pfanne stürzte herunter, direkt auf Landon zu. Vor Schreck streckte ich meine Hand aus.
es: La sartén se vino abajo, justo al lado de Landon. Me asusté y tiré mi mano.
pl: Trąciłem ją i zaczęła spadać zaraz obok Landona. Spanikowałem i wyciągnąłem ręce, żeby go ochronić.

source: I hit the pan out of the way in time, but not before it broke two of my fingers.
de: Ich konnte die Pfanne gerade noch rechtzeitig abwenden, aber ich brach mir dabei zwei Finger.
es: Golpeé la sartén fuera del camino a tiempo, pero no antes de que me rompiera dos dedos.
pl: Udało mi się odbić patelnię w samą porę, ale złamałem przy tym dwa palce.

source: It made the most awful sound.
de: Es machte ein grauenhaftes Geräusch.
es: Hizo el sonido más horrible.
pl: Ten dźwięk był okropny.

source: And Landon cried?
de: Und Landon weinte?
es: ¿Y Landon lloró?
pl: I Landon się rozpłakał?

source: No, no, that's just it. Most babies would have started screaming the second the loud sounds started. But not Landon.
de: Nein, nein, das ist es ja. Die meisten Babies hätten bei den lauten Geräuschen sofort angefangen zu weinen. Aber nicht Landon.
es: No, no, solo eso. La mayoría de los bebés habrían empezado a gritar en cuanto empiezan a sonar los sonidos fuertes. Pero no Landon.
pl: Właśnie o to chodzi, że nie. Większość dzieci od razu zaczęłaby krzyczeć, ale nie Landon.

source: He was making a funny sound and fidgeting a little bit, and for a second I thought maybe he'd somehow been hurt or was getting ready to cry, but no.
de: Er brabbelte etwas vor sich hin und zappelte ein wenig, und für einen Moment dachte ich, dass er sich vielleicht doch wehgetan hätte oder anfangen wollte zu weinen, aber nein.
es: Estaba haciendo un sonido divertido e inquieto un poco, y por un segundo pensé que tal vez se habría herido o se estaba preparando para llorar, pero no.
pl: Zaczął wydawać z siebie taki śmieszny dźwięk i przez chwilę myślałem, że może coś mu się stało albo zbiera się do płaczu, ale to nie było to.
