Repository: advdotnet/Session-Seven
Catalog: src/Game/GameLogic/Properties/Resources_Session_6.*.resx
Languages: de, es, pl

source: I was only trying to protect her. I was trying to protect us.
de: Ich wollte sie nur beschützen. Ich wollte uns beschützen.
es: Solo estaba tratando de protegerla. Estaba tratando de protegernos.
pl: Próbowałem ją tylko chronić. Próbowałem chronić nas.

source: From the son you raised.
de: Vor dem Sohn, den Sie großgezogen hatten.
es: Del hijo que has criado.
pl: Od syna, którego wychowałeś.

source: Yeah, I mean, I guess that's the truly scary part about all this, isn't it?
de: Ja, das ist das wirklich Gruselige daran, oder?
es: Sí, quiero decir, supongo que esa es la parte verdaderamente aterradora de todo esto, ¿no es así?
pl: Tak, to znaczy, myślę, że to jest naprawdę przerażające w tym wszystkim, prawda?

source: He was our son. He slept in our house. We took care of him when he was sick.
de: Er war unser Sohn. Er schlief in unserem Haus. Wir pflegten ihn, wenn er krank war.
es: El era nuestro hijo. Durmió en nuestra casa. Lo cuidamos cuando estaba enfermo.
pl: Był naszym synem. Spał w naszym domu. Opiekowaliśmy się nim, gdy był chory.

source: We gave up our lives for him. I switched jobs.
de: Wir haben unser Leben für ihn aufgeopfert. Ich habe meinen Job gewechselt.
es: Dimos nuestras vidas por él. Cambié de trabajo.
pl: Poświęciliśmy swoje życie. Zmieniłem pracę.

source: His mother tucked him in at night for years.
de: Seine Mutter brachte ihn Jahre lang zu Bett.
es: Su madre lo acurrucó en la noche durante años.
pl: Jego matka przez lata otulała go nocą.

source: Psychopathy is... very difficult to understand.
de: Psychopathie ist... sehr schwierig zu verstehen.
es: La psicopatía es ... muy difícil de entender.
pl: Psychopatia jest ... bardzo trudna do zrozumienia.

source: I don't think I want to understand. I don't want to know what was happening in his head.
de: Ich denke nicht, dass ich das verstehen will. Ich will nicht wissen, was in seinem Kopf vorging.
es: No creo que quiera entender. No quiero saber lo que estaba pasando en su cabeza.
pl: Chyba nie chcę rozumieć. Nie chcę wiedzieć, co działo się w jego głowie.

source: I don't want to know what he was thinking when he hit her. Or when he attacked me.
de: Ich will nicht wissen, was in ihm vorging, als er sie angriff. Oder als er auf mich einschlug.
es: No quiero saber qué estaba pensando cuando la golpeó. O cuando me atacó.
pl: Nie chcę wiedzieć, co myślał, kiedy ją uderzył. Albo kiedy mnie zaatakował.

source: Or when I... when we looked at each other...
de: Oder als ich... als wir uns ansahen...
es: O cuando yo ... cuando nos miramos ...
pl: Albo kiedy ja ... Kiedy patrzyliśmy na siebie...

source: Perhaps we should end here? We can always pick up later.
de: Vielleicht sollten wir hier einen Schlussstrich ziehen? Wir können später weiter machen.
es: ¿Quizás deberíamos terminar aquí? Siempre podemos continuar más tarde.
pl: Może powinniśmy na tym zakończyć? Zawsze możemy kontynuować później.

source: I just need a moment.
de: Ich brauche nur einen Moment.
es: Solo necesito un momento
pl: Potrzebuję chwili.

source: I couldn't just abandon him. He's my son.
de: Ich konnte ihn nicht aufgeben. Er ist mein Sohn.
es: No podía simplemente abandonarlo. Él es mi hijo.
pl: Nie mogłem go po prostu porzucić. To mój syn.

source: I thought maybe if I could just talk to him, father to son, he would listen.
de: Ich dachte, wenn ich mit ihm rede, von Vater zu Sohn, würde er vielleicht zuhören.
es: Pensé que tal vez si pudiera hablar con él, padre a hijo, él escucharía.
pl: Pomyślałem, że może gdybym tylko mógł z nim porozmawiać, jak ojciec z synem, to by mnie wysłuchał.

source: Then we could get him the help he needed.
de: Dann könnten wir ihm die Hilfe besorgen, die er benötigte.
es: Entonces podríamos conseguirle la ayuda que necesitaba.
pl: Wtedy moglibyśmy zapewnić mu pomoc, której potrzebował.

source: And how did that go?
de: Und wie lief es?
es: ¿Y cómo fue eso?
pl: Jak poszło?

source: Not how it should have.
de: Nicht, wie es sollte.
es: No como debió haberlo hecho.
pl: Nie tak, jak powinno.

source: I knew we hadn't been talking much lately, but I really thought he would care about what his own father had to say.
de: Mir war klar, dass wir in letzter Zeit nicht viel miteinander gesprochen hatten. Aber ich dachte wirklich dass es ihm nicht gleichgültig sein konnte, was sein Vater ihm zu sagen hat.
es: Sabía que no habíamos hablado mucho últimamente, pero realmente pensaba que a él le importaría lo que su propio padre tenía que decir.
pl: Wiedziałem, że ostatnio niewiele rozmawialiśmy, ale naprawdę myślałem, że będzie się przejmował tym, co ma do powiedzenia jego własny ojciec.

source: I knocked on the doorframe so that I wouldn't surprise him, and the way he looked around at me, I almost felt... scared.
de: Ich klopfte an den Türrahmen, um ihn nicht zu erschrecken, und die Art, wie er mich ansah, erschrak mich...
es: Golpeé el marco de la puerta para no sorprenderlo, y por la forma en que me miró, casi me sentí ... asustado.
pl: Zapukałem we framugę, żeby go nie zaskoczyć, a jak na mnie spojrzał... Prawie poczułem się ... przestraszony.

source: He didn't look like he regretted anything at all. He just looked empty.
de: Er sah nicht so aus als ob er auch nur irgendetwas bereute. Er sah einfach leer aus.
es: No parecía que se arrepintiera de nada. Solo se veía vacío.
pl: Nie wyglądał, jakby czegokolwiek żałował. Wyglądał na osobę bez emocji.

source: Empty and maybe a little annoyed that I was there.
de: Leer und vielleicht etwas verärgert darüber, dass ich da war.
es: Vacío y tal vez un poco molesto conmigo.
pl: Bez emocji, ale może lekko zirytowany moją obecnością.

source: It was like all of a sudden I realized that this person I'd been looking at all his life wasn't who I thought he was.
de: Plötzlich begriff ich, dass diese Person, die ich ihr ganzes Leben lang begleitete, nicht diejenige ist, für die ich sie gehalten habe.
es: De repente, me di cuenta de que esta persona que había estado viendo toda su vida no era quien pensaba que era.
pl: Nagle zdałem sobie sprawę, że osoba, na którą patrzyłem przez całe życie, nie była tym, kim myślałem, że jest.

source: But who was he?
de: Aber wer war er?
es: Pero ¿quién era él?
pl: Ale kim on był?

source: ...I don't know. I just don't know. Somebody soulless.
de: ...ich weiß es nicht. Ich weiß es einfach nicht. Jemand ohne Seele.
es: ...No lo sé. Simplemente no lo sé. Alguien sin alma.
pl: ...Nie wiem. Po prostu nie wiem. Kimś bezdusznym.

source: He asked me what I was doing. I told him I just wanted to talk.
de: Er fragte mich, was ich da tat. Ich sagte ihm, dass ich nur reden wollte.
es: Me preguntó qué estaba haciendo. Le dije que solo quería hablar.
pl: Zapytał mnie, co robię. Powiedziałem mu, że chcę tylko porozmawiać.

source: He didn't move or say anything, so I just went ahead and sat down next to him on the bed.
de: Er blieb regungslos und mucksmäuschenstill, also setzte ich mich neben ihn auf das Bett.
es: Él no se movió ni dijo nada, así que me senté a su lado en la cama.
pl: Nie poruszył się, nic nie powiedział, więc po prostu podszedłem i usiadłem obok niego na łóżku.

source: I swear I could feel the irritated energy coming off of him when I did. It was... cold.
de: Ich schwöre, ich konnte die verärgerte Energie spüren, die er ausstrahlte, als ich mich näherte. Es war... kalt.
es: Juro que podía sentir la energía saliendo de él cuando lo hice. Hacía frío.
pl: Przysięgam, że kiedy to zrobiłem, czułem jego wielkie poirytowanie. To było... zimne.

source: I asked him what happened. I asked him if he knew what state his mother was in downstairs.
de: Ich fragte ihn, was passiert war. Ich fragte ihn ob er wüsste, in welchem Zustand seine Mutter im Erdgeschoss war.
es: Le pregunté qué había pasado. Le pregunté si sabía en qué estado estaba su madre.
pl: Zapytałem go, co się stało. Zapytałem go, czy wie, w jakim stanie jest jego matka na dole.

source: Did he admit to hurting her?
de: Gab er zu, sie verletzt zu haben?
es: ¿Admitió haberla lastimado?
pl: Czy przyznał się, że ją skrzywdził?

source: No, not really. But he didn't deny it either.
de: Nein. Aber abgestritten hat er es auch nicht.
es: No en realidad no. Pero tampoco lo negó.
pl: Nie, nie bardzo. Ale również nie zaprzeczył.

source: He just said he was sure she'd be alright. Honestly, it broke my heart.
de: Er sagte nur, dass sie wieder in Ordnung kommt. Das hat wirklich mein Herz gebrochen.
es: Él solo dijo que estaba seguro de que ella estaría bien. Honestamente, me rompió el corazón.
pl: Powiedział tylko, że jest pewien, że wszystko z nią w porządku. Szczerze mówiąc, złamało mi to serce.

source: To see my son do that to his own mother, and feel nothing... It was painful.
de: Meinen Sohn zu sehen, wie er das seiner eigener Mutter antat, und nichts dabei fühlte... Es hat weh getan.
es: Ver a mi hijo hacerle eso a su propia madre y no sentir nada ... Fue doloroso.
pl: Widzieć, jak mój syn robi to własnej matce i nic przy tym nie czuje ... To było bolesne.

source: I couldn't help it. I started crying. I couldn't understand what was happening. I just wanted it to be a nightmare.
de: Ich konnte nicht anders. Ich fing an zu weinen. Ich konnte nicht verstehen, was da passierte. Ich wollte, dass das nur ein Albtraum war.
es: No pude evitarlo. Empecé a llorar. No pude entender lo que estaba pasando. Solo quería que fuera una pesadilla.
pl: Nie mogłem nic na to poradzić. Zacząłem płakać. Nie mogłem zrozumieć, co się dzieje. Chciałem tylko, żeby to był zły sen.

source: I wanted to wake up. I wanted Landon to snap out of it.
de: Ich wollte aufwachen. Ich wollte, dass Landon wieder zu sich kam.
es: Queria despertarme Quería que Landon tomase conciencia.
pl: Chciałem się obudzić. Chciałem, żeby Landon się z tego otrząsnął.

source: I told him "you can't really mean that", and the look on his face when he heard my voice breaking...
de: Ich sagte ihm "Das glaubst Du doch selbst nicht", und der Ausdruck in seinem Gesicht als er hörte wie meine Stimme versagte...
es: Le dije "realmente no puedes decir eso", y la expresión de su rostro cuando escuchó mi voz quebrarse ...
pl: Powiedziałem mu:M "nie możesz naprawdę tak myśleć," i ten wyraz jego twarzy, gdy usłyszał załamanie mojego głosu...

source: I knew immediately that I wasn't safe.
de: Ich wusste sofort, dass ich nicht sicher war.
es: Supe de inmediato que no estaba a salvo.
pl: Od razu wiedziałem, że nie jestem bezpieczny.

source: He pulled the wrench out from under his leg before I could do anything.
de: Er zog den Schraubenschlüssel unter seinem Bein hervor, bevor ich irgendetwas tun konnte.
es: Sacó la llave de debajo de su pierna antes de que pudiera hacer nada.
pl: Wyciągnął klucz francuski spod nogi, zanim mogłem cokolwiek zrobić.

source: A wrench?
de: Einen Schraubenschlüssel?
es: ¿Una llave inglesa?
pl: Klucz francuski?

source: The weapon Cynthia had mentioned.
de: Die Waffe, die Cynthia erwähnte.
es: El arma que Cynthia había mencionado.
pl: Broń, o której wspomniała Cynthia.

source: The last thing I remember was him raising it over his head, and it swinging towards me.
de: Das letzte, an das ich mich erinnern kann, war, wie er damit ausholte und auf mich einschlug.
es: Lo último que recuerdo es que lo levantó por encima de su cabeza y me embistió con ella.
pl: Ostatnią rzeczą, jaką pamiętam, było to, że uniósł go nad głowę i machał nim w moim kierunku.

source: The next thing I knew I woke up in the basement.
de: Danach bin ich im Keller zu mir gekommen.
es: Lo siguiente que supe es que me desperté en el sótano.
pl: Potem pamiętam, to że obudziłem się w piwnicy.

source: And that's all you remember? It was Landon all along?
de: Und das ist alles, was Sie noch wissen? Es war Landon?
es: ¿Y eso es todo lo que recuerdas? Fue Landon todo el tiempo?
pl: I to wszystko, co pamiętasz? To był cały czas Landon?

source: I didn't want to believe it.
de: Ich wollte es nicht glauben.
es: No quería creerlo.
pl: Nie chciałem w to wierzyć.

source: It took me ages of wandering around in that basement to remember it for myself completely.
de: Es hat mich eine Ewigkeit in diesem Keller gekostet, um mich wieder daran zu erinnern.
es: Me tomó siglos de vagar por ese sótano para recordarlo por completo.
pl: Wędrowanie po tej piwnicy zajęło mi całe wieki, aby wszystko sobie przypomnieć.

source: All that time, I thought my family was in danger.
de: Die ganze Zeit dachte ich, meine Familie wäre in Gefahr.
es: Todo ese tiempo, pensé que mi familia estaba en peligro.
pl: Przez cały czas myślałem, że moja rodzina jest w niebezpieczeństwie.

source: I thought maybe they'd been taken away, and that's why they weren't helping me.
de: Ich dachte, vielleicht wurden sie entführt, und deswegen konnten sie mir nicht helfen.
es: Pensé que tal vez se los habían llevado, y por eso no me estaban ayudando.
pl: Myślałem, że może ich zabrano i dlatego mi nie pomagali.

source: And all that time I'd just been abandoned.
de: Aber sie haben mich dort einfach zurückgelassen.
es: Y todo ese tiempo había sido abandonado.
pl: I przez cały ten czas byłem po prostu porzucony.

source: Cynthia, too?
de: Auch Cynthia?
es: ¿Cynthia también?
pl: Cynthia też?

source: She must have left with him after he threw me in the basement.
de: Sie muss mit ihm gegangen sein, nachdem er mich in den Keller brachte.
es: Ella debió haberse ido con él después de que él me tirara al sótano.
pl: Musiała z nim pójść po tym, jak wrzucił mnie do piwnicy.

source: She's always been so attached to him. He's her little boy. She obsesses over him.
de: Sie hing immer schon so sehr an ihm. Er ist ihr kleiner Junge. Sie ist von ihm besessen.
es: Ella siempre ha estado tan apegada a él. Es su niño pequeño. Ella se obsesiona con él.
pl: Zawsze była do niego mocno przywiązana. To jej mały synek. Ma obsesję na jego punkcie.

source: She was willing to move for him. She didn't care how it made me feel.
de: Sie war bereit für ihn umzuziehen. Es war ihr egal, wie ich mich dabei fühlte.
es: Ella estaba dispuesta mudarse por él. A ella no le importaba cómo me hacía sentir.
pl: Chciała się dla niego przeprowadzić i nie obchodziły jej moje uczucia.

source: We'd been growing apart, and then to have her baby do something like that... Running off with him only made sense to her.
de: Wir hatten uns auseinander gelebt, und dann, als ihr Baby sowas tat... Mit ihm abzuhauen machte nur Sinn in ihren Augen.
es: Nos habíamos distanciado, y luego que su bebé hiciera algo como eso ... Huir con él solo tenía sentido para ella.
pl: Oddalaliśmy się od siebie, a potem żeby jej dziecko zrobiło coś takiego... Tylko ucieczka z nim miała sens.

source: She probably wanted to protect him.
de: Sie wollte ihn vielleicht beschützen.
es: Probablemente ella quería protegerlo.
pl: Pewnie chciała go chronić.

source: Ugh... I...
de: Uff... Ich...
es: Ugh ... yo ...
pl: Ugh... Ja...

source: It's just sickening.
de: Es macht mich einfach nur krank.
es: Es simplemente repugnante.
pl: To po prostu obrzydliwe.

source: How about we take a short break. You can catch your breath.
de: Wie wäre es mit einer kurzen Pause? Sie hätten Zeit zum Verschnaufen.
es: ¿Qué tal si tomamos un breve descanso. Puedes recuperar el aliento.
pl: Może zrobimy sobie krótką przerwę. Pozwoli ci to złapać oddech.

source: It didn't feel like I had a choice. I didn't want anybody to get hurt any more.
de: Ich hatte keine Wahl. Ich wollte nicht, dass noch jemand verletzt wird.
es: No se sentía como si tuviera opción. Ya no quería que nadie saliera herido.
pl: Nie uważałem, że mam wybór. Nie chciałem, by ktokolwiek został zraniony.

source: Especially not my family. I thought we could just pack up and escape.
de: Besonders nicht meine Familie. Ich dachte, wir könnten einfach unsere Sachen packen und abhauen.
es: Especialmente mi familia. Pensé que podríamos empacar y escapar.
pl: Zwłaszcza moja rodzina. Myślałem, że możemy się po prostu spakować i uciec.

source: Maybe go stay in a hotel for the night.
de: Vielleicht für eine Nacht in ein Hotel gehen.
es: Tal vez ve a quedarte en un hotel por la noche.
pl: Może zostań na noc w hotelu.

source: I thought once we were safely out of there, we could call the police to confront Landon.
de: Ich dachte, sobald wir einmal sicher da raus waren, könnten wir die Polizei rufen und Landon konfrontieren.
es: Pensé que una vez que estuviéramos a salvo fuera de allí, podríamos llamar a la policía para enfrentar a Landon.
pl: Pomyślałem, że jak będziemy już bezpieczni, możemy wezwać policję, by skonfrontowała się z Landonem.

source: You didn't think you should confront him yourself?
de: Sie dachten, sie konnten das nicht alleine?
es: ¿No pensaste que deberías enfrentarte a él tu mismo?
pl: Nie sądziłeś, że sam powinieneś to zrobić?

source: No, we were past that. He was violent. I felt like I hardly even knew him anymore.
de: Nein, diesen Punkt hatten wir überschritten. Er war gewalttätig. Ich erkannte ihn kaum wieder.
es: No, ya habíamos pasado eso. Fue violento. Sentí que ya casi no lo conocía.
pl: Nie, już było za późno. Był gwałtowny. Czułem, jakbym go już prawie nie znał.

source: Son or not, he'd become a stranger. I didn't know what I could have said or done.
de: Sohn hin oder her, er war zu einem Fremden geworden. Ich wusste nicht, was ich hätte tun oder sagen können.
es: Hijo o no, se había convertido en un extraño. No sabía lo que podría haber dicho o hecho.
pl: Syn czy nie, stał się kimś obcym. Nie wiedziałem, co jeszcze mogłem powiedzieć lub zrobić.

source: I just kept thinking about Cynthia too, and the way she'd looked so pathetic and hurt.
de: Ich musste auch die ganze Zeit an Cynthia denken, und wie mitleiderregend und verletzt sie aussah.
es: Seguí pensando en Cynthia también, y en la forma en que se veía tan patética y dolida.
pl: Po prostu wciąż myślałam o Cynthii i o tym, jak żałośnie wyglądała.

source: The way she kept making excuses for him... I knew the only way to save her would be to get her far away from him.
de: Die Art, wie sie ihn verteidigte... Ich wusste, der einzige Weg, sie zu retten, war sie weit weg von ihm zu bringen.
es: La forma en que ella seguía dándole excusas ... Sabía que la única forma de salvarla sería alejarla de él.
pl: To, w jaki sposób ciągle szukała dla niego wymówek ... Wiedziałem, że jedynym sposobem, aby ją uratować, będzie oddalenie jej od niego.

source: So I went back to our room and started packing for both of us.
de: Also ging ich in unser Zimmer und begann unsere Sachen zu packen.
es: Así que volví a nuestra habitación y empecé a empacar para los dos.
pl: Wróciłem więc do naszego pokoju i zacząłem nas pakować.

source: You didn't consult her first?
de: Sie fragten sie nicht davor?
es: ¿No la consultaste primero?
pl: Nie skonsultowałeś się z nią najpierw?

source: She never would have agreed. I knew she wouldn't have agreed.
de: Sie hätte nie zugestimmt. Das wusste ich einfach.
es: Ella nunca habría estado de acuerdo. Sabía que ella no habría estado de acuerdo.
pl: Nigdy by się nie zgodziła. Wiedziałem, że na pewno się nie zgodzi.

source: So I just brought the bag to her downstairs and told her we were leaving. She was so beaten.
de: Ich brachte den Koffer zu ihr runter ins Erdgeschoss und sagte ihr, dass wir verschwinden. Sie sah so besiegt aus.
es: Así que le llevé su bolso a la planta baja y le dije que nos íbamos. Ella estaba tan dolida.
pl: Więc po prostu zniosłem jej torbę na dół i powiedziałem, że wychodzimy. Była mocno pobita.

source: I thought she would leave with me right away. That she would finally see sense.
de: Ich dachte, sie würde sofort mit mir mitkommen. Dass sie endlich vernünftig werden würde.
es: Pensé que ella se iría conmigo de inmediato. Que ella finalmente entraría en razón.
pl: Myślałem, że od razu ze mną wyjdzie i zachowa się racjonalnie.

source: But she was absolutely broken. I found her still sitting on the floor, trying to act like nothing was wrong.
de: Aber sie war komplett gebrochen. Ich fand sie immer noch auf dem Küchenboden sitzend vor, und sie versuchte so zu tun, als ob nichts passiert war.
es: Pero ella estaba absolutamente destrozada. La encontré sentada en el suelo, haciendo de cuenta que no pasó nada.
pl: Ale była absolutnie załamana. Nadal siedziała na podłodze, próbowała udawać, że nic się nie stało.

source: I grabbed her arm and told her "come on, we're leaving", but she just kept shaking her head.
de: Ich griff nach ihrem Arm und sagte "Los jetzt, wir gehen", aber sie schüttelte nur ihren Kopf.
es: Agarré su brazo y le dije "nos vamos", pero ella solo siguió diciendo que no con la cabeza.
pl: Złapałem ją za ramię i powiedziałem: "No dalej, wychodzimy", ale ona tylko kręciła głową.

source: So you tried to force her?
de: Also versuchten Sie sie dazu zu zwingen?
pl: Więc próbowałeś ją zmusić?

source: I didn't know what else I could do!
de: Ich wusste nicht, was mir sonst noch übrig blieb!
es: ¡No sabía qué más podía hacer!
pl: Nie wiedziałem, co jeszcze mogę zrobić!

source: She wasn't listening to common sense.
de: Es war unmöglich, an ihre Vernunft zu appellieren.
es: Ella no estaba escuchando.
pl: Nie słuchała zdroworozsądkowego tłumaczenia.

source: There was no telling how much time we had before Landon realized something was happening.
de: Es ließ sich nicht sagen, wie viel Zeit uns noch blieb, bis Landon herausfand, was hier vor sich ging.
es: No se sabía cuánto tiempo teníamos antes de que Landon se diera cuenta de que algo estaba sucediendo.
pl: Nie było wiadomo, ile czasu zostało, nim Landon zorientuje się, że coś się dzieje.

source: I ended up trying to drag her out with me, but she wouldn't cooperate. She started screaming and yelling, telling me she couldn't leave her baby.
de: Ich habe dann versucht, sie aus der Küche zu ziehen, aber sie hatte sich dagegen gewehrt. Sie begann zu schreien und zu heulen, und schluchzte, sie könne ihr Baby nicht verlassen.
es: Terminé tratando de arrastrarla conmigo, pero ella no cooperaba. Comenzó a gritar y gritar, diciéndome que no podía dejar a su bebé.
pl: Skończyło się na tym, że próbowałem ją ze sobą wyciągnąć, ale nie chciała współpracować. Zaczęła krzyczeć i wrzeszczeć, mówiąc mi, że nie może zostawić swojego dziecka.

source: I tried to tell her that didn't make any sense, but she just wouldn't listen. She was sobbing.
de: Ich versuchte ihr klarzumachen, dass das überhaupt keinen Sinn ergibt, aber sie wollte nicht auf mich hören. Sie schluchzte ununterbrochen. Untröstlich.
es: Traté de decirle que eso no tenía ningún sentido, pero ella simplemente no escuchaba. Ella estaba sollozando. Inconsolablemente.
pl: Próbowałem jej powiedzieć, że to nie ma sensu, ale po prostu nie chciała słuchać. Szlochała niepocieszona.

source: Inconsolable. I was trying to get her to stop, telling her she needed to leave, that Landon would hear her... but...
de: Ich wollte, dass sie damit aufhört, und sagte ihr dass wir hier weg müssen, und dass Landon sie hören würde... aber...
es: Estaba tratando de hacer que se detuviera, diciéndole que tenía que irse, que Landon la escucharía ... pero ...
pl: Próbowałem ją powstrzymać, mówiąc, że musi odejść, że Landon ją usłyszy... ale...

source: But she wouldn't.
de: Aber sie hörte nicht damit auf.
es: Pero ella no quería.
pl: Ale nie zrobiła tego.

source: And Landon must have heard.
de: Und Landon muss uns gehört haben.
es: Y Landon debe haber oído.
pl: I Landon musiał to usłyszeć.

source: Next thing I knew, Cynthia was looking up at him, and he was standing behind me, watching us both.
de: Bevor ich mich versah, schaute Cynthia zu ihm auf, als er hinter mir stand, und uns zuschaute.
es: Me di cuenta que Cynthia lo estaba mirando y él estaba de pie detrás de mí, mirándonos a los dos.
pl: Potem pamiętam, jak Cynthia patrzyła na niego, a on stał za mną, obserwując nas oboje.
