Repository: advdotnet/Session-Seven
Catalog: src/Game/GameLogic/Properties/Resources_Session_6.*.resx
Languages: de, es, pl

source: Are you alright, Ryan?
de: Sind Sie in Ordnung, Ryan?
es: ¿Estás bien, Ryan?
pl: Wszystko dobrze, Ryan?

source: Are you ready to tell me what happened that night?
de: Sind Sie bereit, mir zu erzählen, was in dieser Nacht geschehen ist?
es: ¿Estás listo para contarme lo que pasó esa noche?
pl: Jesteś gotowy powiedzieć mi, co się stało tej nocy?

source: I... I don't know.
de: Ich... ich weiß nicht.
es: Yo ... no lo sé.
pl: Ja... sam nie wiem.

source: I'm only here to help you, Ryan. You know that. That has always been my goal with you.
de: Ich bin nur hier, um Ihnen zu helfen, Ryan. Das wissen Sie. Das war schon immer mein Ziel.
es: Solo estoy aquí para ayudarte, Ryan. Lo sabes. Ese ha sido siempre mi objetivo.
pl: Jestem tu po to, by ci pomóc, wiesz o tym. To zawsze był mój główny cel.

source: I guess that's true.
de: Ich schätze, das ist richtig.
es: Supongo que eso es verdad.
pl: Domyślam się, że to prawda.

source: It is. So, why don't you start with what you saw when you came home?
de: Das ist es. Also, warum beginnen Sie nicht damit, was Sie vorfanden, als sie heimkamen?
es: Lo es. Entonces, ¿por qué no empiezas con lo que viste cuando llegaste a casa?
pl: To prawda, więc zacznij od tego, co zobaczyłeś po powrocie do domu.

source: I saw her, Cynthia, cowering on the floor of the kitchen.
de: Ich sah Cynthia, kauernd auf dem Küchenboden.
es: La vi, Cynthia, acurrucada en el suelo de la cocina.
pl: Zobaczyłem Cynthię, która leżała na podłodze w kuchni.

source: Her lip was bleeding, and one of her eyes was turning black on the spot.
de: Ihre Lippe blutete und sie hatte ein blaues Auge.
es: Su labio estaba sangrando, y un moretón se estaba formando en uno de sus ojos.
pl: Z jej wargi leciała krew, a jedno z jej oczu siniało w zastraszającym tempie.

source: I ran straight to her and asked her what happened. I thought we'd had a break in.
de: Ich rannte sofort auf sie zu und fragte sie, was los war. Ich dachte, es handelte sich um einen Einbruch.
es: Corrí directamente hacia ella y le pregunté qué había pasado. Pensé que alguien había entrado a robar.
pl: Podbiegłem do niej szybko i zapytałem, co się stało. Myślałem, że ktoś się włamał.

source: And what did she say to you?
de: Und was sagte Sie Ihnen?
es: ¿Y qué te dijo?
pl: I co powiedziała?

source: At first she wasn't making any sense. She kept saying things like "I'm alright, I'm alright, it wasn't his fault," and I was asking her "who is he?".
de: Zunächst verstand ich kein Wort. Sie stotterte Dinge wie "Mir geht es gut, mir geht es gut, es war nicht seine Schuld", und ich fragte sie "Wer ist er?".
es: Al principio ella estaba alterada. Seguía diciendo cosas como "Estoy bien, estoy bien, no fue su culpa", y le preguntaba "¿quién es él?".
pl: Na początku to, co mówiła, nie miało żadnego sensu. Ciągle powtarzała: "Wszystko jest ok" i "To nie jego wina", a ja pytałem, kim jest osoba, o której mówi.

source: Then I thought maybe she was cheating on me again. That she'd brought somebody home and they'd attacked her.
de: Dann dachte ich, dass sie mich vielleicht wieder betrügt. Dass sie jemand mit nach Hause gebracht hat, der ihr wehgetan hatte.
es: Entonces pensé que tal vez ella me estaba engañando otra vez. Que había traído a alguien a casa y la habían atacado.
pl: Wtedy pomyślałem, że może mnie zdradza, że przyprowadziła kogoś do domu, a oni ją zaatakowali.

source: But that's not what happened.
de: Aber so lief es nicht ab.
es: Pero eso no es lo que pasó.
pl: Ale to nie było to, prawda?

source: No. No it's not. I asked her, "who? who did this ?" and she kept crying and telling me to keep my voice down, and that's...
de: Nein. Nein, so nicht. Ich fragte sie "Wer? Wer war das?", und sie heulte weiter und sagte ich sollte nicht so laut zu sein, und dann...
es: No. No, no lo es. Le pregunté "¿quién? ¿Quién hizo esto?", Y ella seguía llorando y diciéndome que bajara la voz, y eso es ...
pl: To nie było to. Zapytałem jej: "Kto ci to zrobił?", a ona nie przestawała płakać i ciągle powtarzała, żebym był cicho...

source: That's when you realized he was in the house with you.
de: Dann begriffen Sie, dass er noch in Ihrem Haus war.
es: Fue entonces cuando te diste cuenta de que estaba en la casa contigo.
pl: Wtedy zdałeś sobie sprawę, że on jest z wami w domu.

source: Yes. I heard him blasting music from his room. He'd just left her to bleed on the floor.
de: Ja. Ich hörte, wie er die Musik in seinem Zimmer laut aufdrehte. Er hatte sie einfach auf dem Boden blutend zurückgelassen.
es: Sí. Oí que tenía música fuerte sonando desde su habitación. Él la había dejado sola sangrando en el suelo.
pl: Tak. Słyszałem, jak puszcza bardzo głośno muzykę w swoim pokoju. Zostawił ją krwawiącą na podłodze, tak po prostu.

source: So what did you do next?
de: Was taten Sie als nächstes?
es: Entonces, ¿qué hiciste después?
pl: Co później zrobiłeś?

source: I helped Cynthia into a chair and got her some ice, and then I told her I'd be right back. She was scared out of her mind, I think.
de: Ich half Cynthia auf einen Stuhl, brachte ihr etwas Eis, und sagte ihr, ich sei gleich zurück. Sie war verrückt vor Angst.
es: Ayudé a Cynthia a sentarse en una silla y le conseguí algo de hielo, y luego le dije que volvería enseguida. Estaba asustada, creo.
pl: Posadziłem ją na krześle, przyniosłem lodu i powiedziałem, że zaraz będę. Była przerażona.

source: She didn't want me to go up there. She said he had some kind of a weapon.
de: Sie wollte nicht, dass ich da hoch gehe. Sie sagte er hätte irgendeine Waffe.
es: Ella no quería que yo subiera allí. Dijo que él tenía algún tipo de arma.
pl: Nie chciała, żebym tam szedł i powiedziała mi, że miał przy sobie jakąś broń.

source: That he'd threatened to kill us both with it if we bothered him. I told her I was just going to get some painkillers from our bedroom.
de: Dass er gedroht hat, uns beide damit umzubringen, wenn wir ihn nicht in Ruhe lassen. Ich sagte ihr, dass ich nur ein paar Schmerztabletten aus unserem Schlafzimmer holen würde.
es: Que había amenazado con matarnos a los dos con eso si le molestábamos. Le dije que solo iba a traeralgunos analgésicos de nuestra habitación.
pl: Powiedziała, że groził, że nas zabije, jeżeli będziemy mu przeszkadzać. Okłamałem ją, że idę do naszej sypialni po leki przeciwbólowe.

source: I don't know if she believed me. Then I went upstairs. His door was slightly open.
de: Ich weiß nicht, ob sie mir glaubte. Dann ging ich nach oben. Seine Tür war leicht geöffnet.
es: No sé si ella me creyó. Luego subí las escaleras. Su puerta estaba ligeramente abierta.
pl: Wtedy poszedłem na górę i zobaczyłem, że jego drzwi były lekko uchylone.

source: I could see him in his room, before he could see me.
de: Ich konnte ihn in seinem Zimmer sehen, bevor er mich bemerkte.
es: Podía verlo en su habitación, antes de que él pudiera verme.
pl: Byłem w stanie go zobaczyć, zanim on zobaczył mnie.

source: And what was he doing?
de: Und was tat er dort?
es: ¿Y qué estaba haciendo?
pl: I co robił?

source: Just... sitting. On the edge of his bed. Perfectly still. Just staring at the wall.
de: Er... saß einfach nur da. Auf seiner Bettkante. Absolut still. Er starrte die Wand an.
es: Solo ... sentado. Al borde de su cama. Perfectamente inmóvil. Solo mirando a la pared.
pl: Po prostu... siedział na łózku, zupełnie bez ruchu i patrzył się w ścianę.

source: You'd never have known what he'd just done. To his own mother.
de: Man hätte niemals vermutet, was er gerade seiner eigenen Mutter angetan hatte.
es: Nunca habrías sabido lo que acababa de hacer. A su propia madre.
pl: Nie byłbyś w stanie po nim poznać, co właśnie zrobił własnej matce.

source: There was something in his lap, but I couldn't quite see it. I figured that was his weapon.
de: Da war etwas in seinem Schoß, aber ich konnte es nicht ganz erkennen. Ich dachte mir, das war seine Waffe.
es: Había algo en su regazo, pero no podía verlo. Me imaginé que era su arma.
pl: Zauważyłem coś na jego kolanach, ale nie widzałem dokładnie , co to jest. Pomyślałem, że może to być broń, o której mówiła żona.

source: I had to do something, right then and there. He was putting us all in danger.
de: Ich musste etwas tun, und zwar genau in diesem Moment. Er stellte eine Gefahr für uns dar.
es: Tenía que hacer algo, allí mismo. Nos estaba poniendo a todos en peligro.
pl: Musiałem coś zrobić i to szybko, bo wszyscy byliśmy w niebezpieczeństwie.

source: Did you call the police?
de: Haben Sie die Polizei gerufen?
es: ¿Llamaste a la policía?
pl: Zadzwoniłeś po policję?

source: I would have had to leave the house to do it, and I didn't want to leave Cynthia alone. I didn't know what he was going to do next.
de: Ich hätte das Haus dafür verlassen müssen, und ich wollte Cynthia nicht alleine lassen. Ich wusste nicht, was er als nächstes vorhatte.
es: Habría tenido que salir de la casa para hacerlo, y no quería dejar a Cynthia sola. No sabía qué iba a hacer a después.
pl: Musiałbym wyjść z domu, by zadzwonić, a nie chciałem zostawiać Cynthii samej. Nie wiedziałem, do czego jest jeszcze zdolny.

source: So what did you do?
de: Was taten Sie dann?
es: ¿Entonces que hiciste?
pl: Co zrobiłeś?

source: I jumped him from behind.
de: Ich griff ihn von hinten an.
es: Lo salté por detrás.
pl: Skoczyłem na niego od tyłu.

source: I tried to talk him down so that we could get him help.
de: Ich versuchte, ihn zu beruhigen, so dass wir ihm Hilfe holen konnten.
es: Intenté convencerlo para que pudiéramos ayudarlo.
pl: Spróbowałem przemówić mu do rozsądku.

source: I went back to my room and started packing for Cynthia and me to get away.
de: Ich ging zurück in mein Zimmer und packte, um mit Cynthia das Haus zu verlassen.
es: Regresé a mi habitación y empecé a empacar para que Cynthia y yo nos escapáramos.
pl: Poszedłem do sypialni i zacząłem nas pakować.

source: I didn't really have a choice. I just knew I needed to stop him.
de: Ich hatte keine Wahl. Ich wusste einfach, dass ich ihn aufhalten musste.
es: Realmente no tenía elección. Solo sabía que necesitaba detenerlo.
pl: Nie miałem wyboru. Wiedziałem, że muszę go powstrzymać.

source: So you attacked him?
de: Also haben Sie ihn attackiert?
es: ¿Entonces lo atacaste?
pl: Więc postanowiłeś go zaatakować?

source: You have to understand me, I didn't want to hurt him! I just needed him to drop whatever he had.
de: Sie müssen mich verstehen, ich wollte ihn nicht verletzen! Er sollte nur das fallen lassen, was er in seinem Schoß hatte.
es: ¡Tienes que entenderme, no quería hacerle daño! Solo necesitaba que soltara lo que tenía.
pl: Przecież nie chciałem go skrzywdzić! Chciałem pozbawić go tej broni.

source: I thought maybe once he saw that he wasn't going to be able to hurt us, he'd sit down and listen to reason.
de: Ich dachte, dass er wieder zu Vernunft kommt, wenn er einsehen würde, dass er uns nicht verletzen kann.
es: Pensé que quizás una vez que viera que no iba a poder hacernos daño, se sentaría y nos escucharía.
pl: Pomyślałem, że pozbawiając go broni zrozumie, że nie może nas skrzywdzić i łatwiej będzie przemówić mu do rozsądku.

source: Then we could put him in a hospital or something for a while. I didn't think, I never thought that...
de: Dann hätten wir ihn für eine Weile in eine Klinik oder sowas bringen können. Ich hätte niemals gedacht dass...
es: Entonces podríamos ponerlo en un hospital o algo por un tiempo. No pensé, nunca pensé que ...
pl: Wtedy umieścilibyśmy go w szpitalu na jakiś czas. Nie wpadłem na to, że...

source: Tell me how you did it.
de: Erzählen Sie mir, wie Sie es getan haben.
es: Dime como lo hiciste
pl: Powiedz mi, jak to zrobiłeś.

source: Don't make it sound like I knew what I was doing. I didn't, I really didn't.
de: Sagen Sie das nicht so, als ob ich gewusst hätte, was ich tat. Ich wusste es wirklich nicht.
es: No hagas que parezca que sabía lo que estaba haciendo. No lo hice, realmente no lo hice.
pl: Nie przedstawiaj tego tak, jakbym wiedział co zrobić. Naprawdę nie miałem pojęcia.

source: I just got so... so angry, all of a sudden. I came up behind him and I hit him, hard across the back of the head.
de: Plötzlich bin ich einfach so... so wütend geworden. Ich schlich mich von hinten an und schlug ihm hart gegen den Hinterkopf.
es: Me puse tan ... tan enojado, de repente. Me acerqué a él y lo golpeé con fuerza en la parte posterior de la cabeza.
pl: W momencie poczułem przypływ adrenaliny, zaszedłem go od tyłu i uderzyłem mocno w tył głowy.

source: It surprised him. He fell forward, and I used the opportunity to grab what he had in his lap.
de: Es überraschte ihn. Er fiel nach vorn und ich nutzte die Gelegenheit nach dem zu greifen, was er in seinem Schoß hatte.
es: Le sorprendió. Cayó hacia adelante y aproveché la oportunidad para agarrar lo que tenía en su regazo.
pl: Zaskoczyłem go, upadł do przodu i korzystając z okazji, chwyciłem to, co trzymał na kolanach.

source: It was just a wrench. It wasn't even that heavy.
de: Es war nur ein Schraubenschlüssel. Er war gar nicht mal so schwer.
es: Solo era una llave. Ni siquiera era tan pesada.
pl: To był zwykły klucz francuski.

source: What happened after he fell?
de: Was geschah, nach seinem Sturz?
es: ¿Qué pasó después de que cayó?
pl: Co się stało po tym, jak upadł?

source: I tried to hold his head down to the ground, but he was stronger than I thought.
de: Ich versuchte, seinen Kopf gegen den Boden zu drücken, aber er war stärker als ich dachte.
es: Traté de mantener su cabeza en el suelo, pero era más fuerte de lo que pensaba.
pl: Starałem się przycisnąć jego głowę do podłogi, ale okazał się silniejszy niż myślałem.

source: He got right back up and turned around, and I realized in that moment that whoever I was looking at wasn't my son.
de: Er richtete sich wieder auf und drehte sich um, und mir wurde in genau diesem Moment klar, dass wen auch immer ich vor mir hatte, nicht mehr mein Sohn war.
es: Volvió a levantarse y se dio la vuelta, y en ese momento me di cuenta de que quienquiera que miraba no era mi hijo.
pl: Podniósł się, obrócił, a ja zdałem sobie sprawę, że to, na co patrzę, to nie jest mój syn.

source: Not really. It was like a monster had taken over.
de: Wirklich nicht. Es war wie als ob ein Monster Besitz von ihm ergriffen hatte.
es: Realmente no. Era como si un monstruo hubiera tomado el control.
pl: Wyglądał bardziej, jakby opętał go jakiś demon.

source: There wasn't a trace of humanity left in him.
de: Da war keine Spur Menschlichkeit mehr in ihm.
es: No había rastro de humanidad en él.
pl: Nie było w nim żadnego człowieczeństwa.

source: Did he hurt you too?
de: Hat er sich gewehrt?
es: ¿Él también te lastimó?
pl: Czy w jakiś sposób cię skrzywdził?

source: Yes.
de: Ja.
es: Sí.
pl: Tak.

source: It only took him a second to realize what had happened, and who had hit him, and then he was right back up and punching me as hard as he could in the face without a word.
de: Er brauchte nur eine Sekunde, um zu begreifen, was los war, und wer ihn niedergeschlagen hatte. Dann schlug er mir wortlos so fest er konnte ins Gesicht.
es: Solo le tomó un segundo darse cuenta de lo que había sucedido, y quién lo había golpeado, y luego volvió a levantarme y me dio un puñetazo tan fuerte como pudo en la cara sin decir nada.
pl: Po kilku sekundach zorientował się, kto go uderzył i w momencie, bez ostrzeżenia, zaczął uderzać mnie z całej siły, prosto w twarz.

source: He knocked the air straight out of me. Put me flat on my back.
de: Ich sah nur noch schwarz und landete auf dem Rücken.
es: Me dejó sin aire. Caí al suelo de espalda.
pl: Rozłożył mnie na łopatki.

source: And did he say anything to you after that?
de: Und sagte er danach etwas zu Ihnen?
es: ¿Y te dijo algo después de eso?
pl: Powiedział coś do ciebie po całym zajściu?

source: He told me I really ought to mind my own business.
de: Er sagte mir, ich sollte mich um meine eigenen Angelegenheiten kümmern.
es: Me dijo que realmente debía ocuparme de mis propios asuntos.
pl: Powiedział, że powinienem pilnować swoich spraw.

source: I was enraged.
de: Ich war wütend.
es: Estaba furioso.
pl: Byłem wściekły.

source: I yelled at him to stop, but he didn't, he just kept hitting me, hitting me so hard I could barely see, and my nose was bleeding, and I called out for Cynthia but I don't think she could hear us.
de: Ich schrie ihn an dass er aufhören sollte, aber das tat er nicht, er schlug einfach weiter auf mich ein, so hart dass ich kaum etwas sehen konnte und meine Nase blutete, und ich schrie um Hilfe aber ich glaube nicht, dass uns Cynthia hören konnte.
es: Le grité que parara, pero no lo hizo, solo seguía golpeándome, golpeándome tan fuerte que apenas podía ver, y mi nariz estaba sangrando, y llamé a Cynthia pero no creo que ella pudiera oírnos .
pl: Krzyczałem do niego, żeby przestał, ale on kompletnie mnie słuchał i nie przestawał bić po twarzy. Bił mnie tak mocno, że ledwo widziałem na oczy, do tego rozwalił mi jeszcze nos. W pewnym momencie zacząłem wołać Cynthię, ale nie wydaje mi się, że nas słyszała.

source: And then?
de: Und dann?
es: ¿Y entonces?
pl: I co było dalej?

source: And then... It was like my body acted on its own. I didn't even think about it.
de: Und dann... es war wie als ob mein Körper ferngesteuert war. Ich konnte nicht mehr klar denken.
es: Y luego ... fue como si mi cuerpo actuara por su cuenta. Ni siquiera lo pensé.
pl: I wtedy poczułem, jak moje ciało zaczyna działać automatycznie.

source: I think it was self defense, and I know I was crying, and I just swung the damn wrench up to where I thought his face might be above mine and... and...
de: Ich glaube, es war Notwehr, und ich weiß noch, dass ich schrie, und ich schlug mit dem verdammten Schraubenschlüssel in eine Richtung in der ich sein Gesicht vermutete und... und...
es: Creo que fue en defensa propia, y sé que estaba llorando, balanceé la maldita llave hasta donde pensé que su cara podría estar por encima de la mía y ... y ...
pl: Wydaję mi się, że to był odruch, samoobrona. Chwyciłem ten klucz francuski i machnąłem w miejsce, gdzie powinna być jego głowa i...

source: Oh god, the sound was awful.
de: Oh Gott, das Geräusch war entsetzlich.
es: Oh dios, el sonido era horrible.
pl: O mój Boże, ten dźwięk był okropny!

source: And then he fell.
de: Und dann sackte er zusammen.
es: Y luego cayó.
pl: I wtedy upadł.

source: Yes, but not right away. It took him a second. Like he was thinking about it.
de: Ja, aber nicht sofort. Er brauchte einen Moment. Wie als ob er darüber nachdenken musste.
es: Sí, pero no de inmediato. Le tomó un segundo. Como si estuviera pensando en ello.
pl: Tak, ale nie tak odrazu. Zajęło mu to sekundę, jakby chwilę się zastanawiał.

source: He got all quiet, and I looked him in the eyes and he just looked surprised.
de: Er wurde plötzlich still und ich schaute ihm in die Augen und er wirkte so überrascht.
es: Se quedó callado, lo miré a los ojos y él solo pareció sorprendido.
pl: Wyciszył się i wyglądał na zaskoczonego, kiedy spojrzałem mu prosto w oczy.

source: Not even sad, or upset. Just surprised.
de: Nicht traurig oder verärgert. Einfach überrascht.
es: Ni siquiera triste, ni molesto. Sólo sorprendido.
pl: Nie był nawet smutny czy rozżalony... Tylko zaskoczony.

source: And then he fell on top of me, like a rag doll, and I just knew.
de: Und dann sackte er über mir zusammen, wie eine Stoffpuppe, und ich wusste es einfach.
es: Y luego cayó encima de mí, como un muñeco de trapo, y lo supe.
pl: Wtedy upadł na mnie bezwładnie, zupełnie jak lalka... I wtedy już wiedziałem.

source: I knew he was gone.
de: Ich wusste, dass er tot war.
es: Sabía que él se había ido.
pl: Wiedziałem, że już po nim.

source: But if you killed him, then how did you...?
de: Aber wenn Sie ihn umbrachten, wie kamen Sie in...
es: Pero si lo mataste, entonces, ¿cómo ...?
pl: Ale jeżeli go zabiłeś, jak ci się udało...?

source: It was Cynthia.
de: Es war Cynthia.
es: Era Cynthia.
pl: To była Cynthia.

source: I was trying to get up and I turned around, and she was there, holding one of the heavy ceramic vases her mother gave to us.
de: Ich versuchte aufzustehen, und ich drehte mich um, und sie stand da, mit einer der schweren keramischen Vasen in den Händen die uns ihre Mutter geschenkt hatte.
es: Estaba tratando de levantarme y me di vuelta, y ella estaba allí, sosteniendo uno de los vasos de cerámica pesados que su madre nos dio.
pl: Próbowałem się podnieść. Obróciłem się i zobaczyłem ją trzymającą ciężką, ceramiczną wazę, którą dostaliśmy od jej matki.

source: I thought she was going to faint.
de: Ich dachte, sie würde ohnmächtig werden.
es: Pensé que se iba a desmayar.
pl: Myślałem, że zemdleje.

source: I got up to help her, to run over to her, but then... she lifted the vase up above her head.
de: Ich stand auf, um ihr zu helfen, um zu ihr zu laufen, aber dann... hob sie die Vase über ihren Kopf.
es: Me levanté para ayudarla, para correr hacia ella, pero luego ... levantó el jarrón por encima de su cabeza.
pl: Podniosłem się i podbiegłem do niej, by jej pomóc, ale wtedy... uniosła wazę nad głowę.

source: And that's the last thing I remember.
de: Und das war das letzte an das ich mich erinnerte.
es: Y eso es lo último que recuerdo.
pl: I to jest ostatnia rzecz, którą pamiętam.

source: That's all you remember? It was Cynthia?
de: Das ist alles was sie noch wissen? Es war Cynthia?
es: ¿Eso es todo lo que recuerdas? ¿Era Cynthia?
pl: To wszystko, co pamiętasz? To była Cynthia?

source: I didn't believe it myself. I couldn't have.
de: Ich habe es selbst nicht geglaubt. Ich konnte es nicht glauben.
es: No lo creí yo mismo. No pude.
pl: Sam w to nie wierzyłem.

source: It took me ages of searching around in that basement to remember even that far.
de: Es hat mich eine Ewigkeit in diesem Keller gekostet, um mich zurückzuerinnern.
es: Pensé mucho tiempo en ese sótano para recordar.
pl: Zajęło mi wieki przeszukiwanie tej piwnicy, by móc sięgnąć pamięciom tak daleko.

source: When I woke up in that basement, I thought.... I thought maybe somebody had come in, or I had fallen down.
de: Als ich in diesem Keller zu mir kam, dachte ich... Ich dachte, jemand wäre eingebrochen, oder dass ich gestürzt wäre.
es: Cuando me desperté en ese sótano, pensé ... Pensé que tal vez alguien había entrado o me había caído.
pl: Kiedy obudziłem się w tej piwnicy, pomyślałem.... Pomyślałem, że może ktoś się włamał albo upadłem.

source: I thought my family was in danger.
de: Ich dachte, meine Familie war in Gefahr.
es: Pensé que mi familia estaba en peligro.
pl: Pomyślałem, że moja rodzina jest w niebezpieczeństwie.

source: But I was wrong.
de: Aber ich habe mich geirrt.
es: Pero estaba equivocado.
pl: Ale myliłem się.

source: It was them.
de: Sie waren es.
es: Fueron ellos
pl: To byli oni.

source: They hurt me.
de: Sie haben mich verletzt.
es: Me lastimaron
pl: Oni mnie skrzywdzili.

source: My own family.
de: Meine eigene Familie.
es: Mi propia familia.
pl: Moja własna rodzina.

source: My own wife imprisoned me.
de: Meine eigene Frau hat mich eingesperrt.
es: Mi propia esposa me encarceló.
pl: Moja własna żona mnie uwięziła.

source: She left me to die.
de: Sie hat mich dort zum Sterben zurückgelassen.
es: Ella me dejó ahí para morir.
pl: Zostawiła mnie tutaj, żebym umarł.

source: You killed her only son, Ryan. She was terrified.
de: Sie haben ihren einzigen Sohn getötet, Ryan. Sie war in Panik.
es: Mataste a su único hijo, Ryan. Ella estaba aterrorizada.
pl: Zabiłeś jej jedynego syna, Ryan. Była przerażona.

source: Yeah, well, we'll see what the jury thinks about that.
de: Ja, wir werden sehen wie das Gericht darüber urteilt.
es: Sí, bueno, ya veremos qué piensa el jurado al respecto.
pl: No cóż, zobaczymy, co o tym myśli ława przysięgłych.
